{
  "_default": {
    "1": {
      "id": 1,
      "chapter": 1,
      "verse": 1,
      "description": "Dhrtarastra said On the holy field of Kuruksetra, gathered together eager for battle, what did my people and the Pandavas do, O Sanjaya?",
      "author_name": "Swami Adidevananda"
    },
    "2": {
      "id": 2,
      "chapter": 1,
      "verse": 2,
      "description": "Sanjaya said King Duryodhana, on seeing the Pandava army in battle array, approached his teacher Drona and said these words",
      "author_name": "Swami Adidevananda"
    },
    "3": {
      "id": 3,
      "chapter": 1,
      "verse": 3,
      "description": "Behold, O teacher, this mighty army of the Pandavas, arrayed by the son of Drupada, your intelligent disciple.",
      "author_name": "Swami Adidevananda"
    },
    "4": {
      "id": 4,
      "chapter": 1,
      "verse": 4,
      "description": "There (in that army) are heroes, great bowmen, like Bhima and Arjuna; Yuyudhana,Virata and Drupada a mighty warrior",
      "author_name": "Swami Adidevananda"
    },
    "5": {
      "id": 5,
      "chapter": 1,
      "verse": 5,
      "description": "Dhrstaketu, Cekitana, and the valiant king of Kasi; Purujit and Kuntibhoja, and Saibya the best among men",
      "author_name": "Swami Adidevananda"
    },
    "6": {
      "id": 6,
      "chapter": 1,
      "verse": 6,
      "description": "Yudhamanyu the valiant, and Uttamaujas the strong; and also the son of Subhadra and the sons of Draupadi, all mighty warriors.",
      "author_name": "Swami Adidevananda"
    },
    "7": {
      "id": 7,
      "chapter": 1,
      "verse": 7,
      "description": "Know, O best of Brahmanas, those who are important on our side - those who are the commanders of my army. I shall name them to refresh your memory.",
      "author_name": "Swami Adidevananda"
    },
    "8": {
      "id": 8,
      "chapter": 1,
      "verse": 8,
      "description": "Yourself, Bhisma and Karna, the victorious Krpa, Asvatthama, Vikarna and Jayadratha the son of Somadatta",
      "author_name": "Swami Adidevananda"
    },
    "9": {
      "id": 9,
      "chapter": 1,
      "verse": 9,
      "description": "And there are many other heroes who are determined to give up their lives for my sake. They all are experts in using manifold missiles and are dexterous in battle.",
      "author_name": "Swami Adidevananda"
    },
    "10": {
      "id": 10,
      "chapter": 1,
      "verse": 10,
      "description": "Inadequate is this force of ours, which is guarded by Bhisma, while adequate is that force of theirs, which is guarded by Bhima.",
      "author_name": "Swami Adidevananda"
    },
    "11": {
      "id": 11,
      "chapter": 1,
      "verse": 11,
      "description": "Therefore all of you taking your places firmly in your respective divisions, guard Bhisma at all cost.",
      "author_name": "Swami Adidevananda"
    },
    "12": {
      "id": 12,
      "chapter": 1,
      "verse": 12,
      "description": "Then the valiant grandsire Bhisma, seniormost of the Kuru clan, roaring like a lion, blew his conch with a view to cheer up Duryodhana.",
      "author_name": "Swami Adidevananda"
    },
    "13": {
      "id": 13,
      "chapter": 1,
      "verse": 13,
      "description": "Then suddenly conchs and kettle drums, trumpets, tabors and blow horns blared forth; and the sound was terrific.",
      "author_name": "Swami Adidevananda"
    },
    "14": {
      "id": 14,
      "chapter": 1,
      "verse": 14,
      "description": "Then Sri Krsna and Arjuna, stationed in their great chariot yoked with white horses, blew their divine conchs.",
      "author_name": "Swami Adidevananda"
    },
    "15": {
      "id": 15,
      "chapter": 1,
      "verse": 15,
      "description": "Sri Krsna blew his conch, Pancajanya, Arjuna his Devadatta and Bhima of terrible deeds his great conch Paundra.",
      "author_name": "Swami Adidevananda"
    },
    "16": {
      "id": 16,
      "chapter": 1,
      "verse": 16,
      "description": "King Yudhisthira the son of Kunti blew his conch Anantavijaya and Nakula and Sahadeva blew their conchs Sughosa and Manipuspaka.",
      "author_name": "Swami Adidevananda"
    },
    "17": {
      "id": 17,
      "chapter": 1,
      "verse": 17,
      "description": "And the King of Kasi the supreme bowman, Sikandi the mighty warrior, Dhrstadyumna and Virata; and Satyaki the invincible",
      "author_name": "Swami Adidevananda"
    },
    "18": {
      "id": 18,
      "chapter": 1,
      "verse": 18,
      "description": "Drupada and the sons of Draupadi, and the strong-armed son of Subhadra - all, O King, blew their several conchs again and again.",
      "author_name": "Swami Adidevananda"
    },
    "19": {
      "id": 19,
      "chapter": 1,
      "verse": 19,
      "description": "And that tumultuous uproar, resounding through heaven and earth, rent the hearts of Dhrtarastra's sons.",
      "author_name": "Swami Adidevananda"
    },
    "20": {
      "id": 20,
      "chapter": 1,
      "verse": 20,
      "description": "Then Arjuna, who had Hanuman as his banner crest, on beholding the sons of Dhrtarastra in array, took up his bow, while missiles were beginning to fly.",
      "author_name": "Swami Adidevananda"
    },
    "21": {
      "id": 21,
      "chapter": 1,
      "verse": 21,
      "description": "And he spoke, O lord of earth, these words to Sri Krsna... Arjuna said: ...Draw up my chariot, O Krsna, between the two armies",
      "author_name": "Swami Adidevananda"
    },
    "22": {
      "id": 22,
      "chapter": 1,
      "verse": 22,
      "description": "So that I may have a good look at those who are standing eager to fight and know with whom I have to fight in this enterprise of war.",
      "author_name": "Swami Adidevananda"
    },
    "23": {
      "id": 23,
      "chapter": 1,
      "verse": 23,
      "description": "I wish to see those gathered here ready to fight in this battle in order to please the evil-minded son of Dhrtarastra.",
      "author_name": "Swami Adidevananda"
    },
    "24": {
      "id": 24,
      "chapter": 1,
      "verse": 24,
      "description": "Sanjaya said: Thus addressed by Arjuna, Sri Krsna drew up that best of chariots between the two armies before the view of Bhisma and Drona and all the other kings, O Dhrtarastra, and said, 'O Arjuna, behold these assembled Kauravas.",
      "author_name": "Swami Adidevananda"
    },
    "25": {
      "id": 25,
      "chapter": 1,
      "verse": 25,
      "description": "Sanjaya said: Thus addressed by Arjuna, Sri Krsna drew up that best of chariots between the two armies before the view of Bhisma and Drona and all the other kings, O Dhrtarastra, and said, 'O Arjuna, behold these assembled Kauravas.",
      "author_name": "Swami Adidevananda"
    },
    "26": {
      "id": 26,
      "chapter": 1,
      "verse": 26,
      "description": "Then as Arjuna looked on, he saw standing there fathers and grand-fathers, teachers, uncles, brothers, sons, grandsons and comrades",
      "author_name": "Swami Adidevananda"
    },
    "27": {
      "id": 27,
      "chapter": 1,
      "verse": 27,
      "description": "Fathers-in-law and dear friends in both armies. When Arjuna saw all these kinsmen in array",
      "author_name": "Swami Adidevananda"
    },
    "28": {
      "id": 28,
      "chapter": 1,
      "verse": 28,
      "description": "He was filled with deep compassion and said these words in despair :...",
      "author_name": "Swami Adidevananda"
    },
    "29": {
      "id": 29,
      "chapter": 1,
      "verse": 29,
      "description": "My limbs are weakened, my mouth gets parched, my body trembles and my hairs stand erect.",
      "author_name": "Swami Adidevananda"
    },
    "30": {
      "id": 30,
      "chapter": 1,
      "verse": 30,
      "description": "The bow Gandiva slips from my hand and my skin is burning. I can stand no longer. My mind seems to reel.",
      "author_name": "Swami Adidevananda"
    },
    "31": {
      "id": 31,
      "chapter": 1,
      "verse": 31,
      "description": "I see, Krsna, inauspicious omens. I foresee no good in killing my kinsmen in the fight.",
      "author_name": "Swami Adidevananda"
    },
    "32": {
      "id": 32,
      "chapter": 1,
      "verse": 32,
      "description": "I desire no victory, nor empire, nor pleasures. What have we to do with empire, O Krsna, or enjoyment or even life ?",
      "author_name": "Swami Adidevananda"
    },
    "33": {
      "id": 33,
      "chapter": 1,
      "verse": 33,
      "description": "Those for whose sake we do desire empire, enjoyment and pleasures, stand here in war renouncing life and wealth",
      "author_name": "Swami Adidevananda"
    },
    "34": {
      "id": 34,
      "chapter": 1,
      "verse": 34,
      "description": "Teachers, fathers, sons and also grandfathers, uncles, fathers-in-law and grandsons, brothers-in-law and other kinsmen",
      "author_name": "Swami Adidevananda"
    },
    "35": {
      "id": 35,
      "chapter": 1,
      "verse": 35,
      "description": "These I would not slay, though they might slay me, even for the sovereignty of the three worlds - how much less for this earth O Krsna?",
      "author_name": "Swami Adidevananda"
    },
    "36": {
      "id": 36,
      "chapter": 1,
      "verse": 36,
      "description": "If we kill the sons of Dhrtarastra, what joy will be ours, O Krsna? Sin alone will accrue to us if we kill these murderous felons.",
      "author_name": "Swami Adidevananda"
    },
    "37": {
      "id": 37,
      "chapter": 1,
      "verse": 37,
      "description": "Therefore, it is not befitting that we slay our kin, the sons of Dhrtarastra. For if we kill our kinsmen, O Krsna, how indeed can we be happy?",
      "author_name": "Swami Adidevananda"
    },
    "38": {
      "id": 38,
      "chapter": 1,
      "verse": 38,
      "description": "Though these people, whose minds are overpowered by greed, see no evil in the destruction of a clan and no sin in treachery to friends",
      "author_name": "Swami Adidevananda"
    },
    "39": {
      "id": 39,
      "chapter": 1,
      "verse": 39,
      "description": "Why should we not learn to shun this crime - we who see the evil of ruining a clan, O Krsna?",
      "author_name": "Swami Adidevananda"
    },
    "40": {
      "id": 40,
      "chapter": 1,
      "verse": 40,
      "description": "With the ruin of a clan, perish its ancient traditions, and when traditions perish, lawlessness overtakes the whole clan",
      "author_name": "Swami Adidevananda"
    },
    "41": {
      "id": 41,
      "chapter": 1,
      "verse": 41,
      "description": "When lawlessness prevails, O Krsna, the women of the clan become corrupt; when women become corrupt, there arises intermixture of classes.",
      "author_name": "Swami Adidevananda"
    },
    "42": {
      "id": 42,
      "chapter": 1,
      "verse": 42,
      "description": "This mixing of classes leads to hell the clan itself and its destroyers; for the spirits of their ancestors fall degraded, deprived of the ritual offerings of food and water.",
      "author_name": "Swami Adidevananda"
    },
    "43": {
      "id": 43,
      "chapter": 1,
      "verse": 43,
      "description": "By the sins of the clan-destroyers who bring about inter-mixture of classes, the ancient traditions of the clan and class are destroyed.",
      "author_name": "Swami Adidevananda"
    },
    "44": {
      "id": 44,
      "chapter": 1,
      "verse": 44,
      "description": "For those whose clan-laws are destroyed, dwelling in hell is ordained, O Krsna; thus have we heard.",
      "author_name": "Swami Adidevananda"
    },
    "45": {
      "id": 45,
      "chapter": 1,
      "verse": 45,
      "description": "Alas! We have resolved to commit a great sin in that we are ready to slay our kith and kin out of desire for sovereignty and enjoyments.",
      "author_name": "Swami Adidevananda"
    },
    "46": {
      "id": 46,
      "chapter": 1,
      "verse": 46,
      "description": "If the well-armed sons of Dhrtarastra should slay me in battle, unresisting and unarmed, that will be better for me.",
      "author_name": "Swami Adidevananda"
    },
    "47": {
      "id": 47,
      "chapter": 1,
      "verse": 47,
      "description": "Sanjaya said : Having spoken thus on the battle-field, Arjuna threw aside his how and arrows and sat down on the seat of the chariot, his heart overwhelmed with grief.",
      "author_name": "Swami Adidevananda"
    },
    "48": {
      "id": 48,
      "chapter": 2,
      "verse": 1,
      "description": "Sanjaya said To him, who was thus overcome with pity, whose eyes were wet with tears, who was sorrow-stricken and who bore a bewildered look Sri Krsna spoke as follows",
      "author_name": "Swami Adidevananda"
    },
    "49": {
      "id": 49,
      "chapter": 2,
      "verse": 2,
      "description": "The Lord said Whence comes on you this despondency, O Arjuna, in this crisis? It is unift for a noble person. It is disgraceful and it obstructs one's attainment of heaven.",
      "author_name": "Swami Adidevananda"
    },
    "50": {
      "id": 50,
      "chapter": 2,
      "verse": 3,
      "description": "Yield not to unmanliness, O Arjuna, it does not become you. Shake off this base faint-heartedness and arise, O scorcher of foes!",
      "author_name": "Swami Adidevananda"
    },
    "51": {
      "id": 51,
      "chapter": 2,
      "verse": 4,
      "description": "Arjuna said How can I, O slayer of foes, aim arrows in battle against Bhisma and Drona who are worthy of reverence?",
      "author_name": "Swami Adidevananda"
    },
    "52": {
      "id": 52,
      "chapter": 2,
      "verse": 5,
      "description": "It is better even to live on a beggar's fare in this world than to slay these most venerable teachers. If I should slay my teachers, though degraded they be by desire for wealth, I would be enjoying only blood-stained pleasures here.",
      "author_name": "Swami Adidevananda"
    },
    "53": {
      "id": 53,
      "chapter": 2,
      "verse": 6,
      "description": "We do not know, which of the two is better for us - whether our vanishing them, or their vanishing us. The very sons of Dhrtarastra, whom, if we slay, we should not wish to live, even they are standing in array against us.",
      "author_name": "Swami Adidevananda"
    },
    "54": {
      "id": 54,
      "chapter": 2,
      "verse": 7,
      "description": "With my heart stricken by the fault of weak compassion, with my mind perplexed about my duty, I reest you to say for certain what is good for me. I am your disciple. Teach me who have taken refuge in you.",
      "author_name": "Swami Adidevananda"
    },
    "55": {
      "id": 55,
      "chapter": 2,
      "verse": 8,
      "description": "Even if I should win unchallenged sovereignty of a prosperous earth or even the kingdom on lordship over the Devas, I do not feel that it would dispel the grief than withers up my senses.",
      "author_name": "Swami Adidevananda"
    },
    "56": {
      "id": 56,
      "chapter": 2,
      "verse": 9,
      "description": "Sanjaya said Having spoken thus to Sri Krsna, Arjuna, the coneror of sleep and the scorcher of foes, said, 'I will not fight' and became silent.",
      "author_name": "Swami Adidevananda"
    },
    "57": {
      "id": 57,
      "chapter": 2,
      "verse": 10,
      "description": "O King, to him who was thus sorrowing between the two armies, Sri Krsna spoke the following words, as if smiling (by way of ridicule).",
      "author_name": "Swami Adidevananda"
    },
    "58": {
      "id": 58,
      "chapter": 2,
      "verse": 11,
      "description": "The Lord said You grieve for those who should not be grieved for; yet you speak words of wisdom. The wise grieve neither for the dead nor for the living.",
      "author_name": "Swami Adidevananda"
    },
    "59": {
      "id": 59,
      "chapter": 2,
      "verse": 12,
      "description": "There never was a time when I did not exist, nor you, nor any of these kings of men. Nor will there be any time in future when all of us shall cease to be.",
      "author_name": "Swami Adidevananda"
    },
    "60": {
      "id": 60,
      "chapter": 2,
      "verse": 13,
      "description": "Just as the self associated with a body passes through childhood, youth and old age (pertaining to that body), so too (at death) It passes into another body. A wise man is not deluded by that.",
      "author_name": "Swami Adidevananda"
    },
    "61": {
      "id": 61,
      "chapter": 2,
      "verse": 14,
      "description": "The contact of senses with their objects, O Arjuna, gives rise to feelings of cold and heat, pleasure and pain. They come and go, never lasing long. Endure them, O Arjuna.",
      "author_name": "Swami Adidevananda"
    },
    "62": {
      "id": 62,
      "chapter": 2,
      "verse": 15,
      "description": "For, he whom these do not affect, O chief of men, and to whom pain and pleasure are the same - that steadfast man alone is worthy of immortality.",
      "author_name": "Swami Adidevananda"
    },
    "63": {
      "id": 63,
      "chapter": 2,
      "verse": 16,
      "description": "The unreal can never come into being, the real never ceases to be. The conclusion about these two is seen by the seers of truth.",
      "author_name": "Swami Adidevananda"
    },
    "64": {
      "id": 64,
      "chapter": 2,
      "verse": 17,
      "description": "Know That to be indestructible by which all this is pervaded. None can cause the destruction of This Immutable.",
      "author_name": "Swami Adidevananda"
    },
    "65": {
      "id": 65,
      "chapter": 2,
      "verse": 18,
      "description": "These bodiesof the Jiva (the embodied self) are said to have an end while the Jiva itself is eternal, indestructible and incomprehensibel. Therefore, fight O Bharata (Arjuna).",
      "author_name": "Swami Adidevananda"
    },
    "66": {
      "id": 66,
      "chapter": 2,
      "verse": 19,
      "description": "He who deems It (the self) a slayer, and he who thinks of It as slain - both are ignorant. For, the self neither slays nor is slain.",
      "author_name": "Swami Adidevananda"
    },
    "67": {
      "id": 67,
      "chapter": 2,
      "verse": 20,
      "description": "It (the self) is never born; It never dies; having come into being once, It never ceases to be. Unborn, eternal, abiding and primeval, It is not slain when the body is slain.",
      "author_name": "Swami Adidevananda"
    },
    "68": {
      "id": 68,
      "chapter": 2,
      "verse": 21,
      "description": "He who knows this (self) to be indestructible, unborn, unchanging and hence eternal - how and whom, O Arjuna, does he cause to be killed, and whom he kill?",
      "author_name": "Swami Adidevananda"
    },
    "69": {
      "id": 69,
      "chapter": 2,
      "verse": 22,
      "description": "As a man casts off worn-out garments and puts on others that are new, so does the embodied self cast off Its worn-out bodies and enter into others that are new.",
      "author_name": "Swami Adidevananda"
    },
    "70": {
      "id": 70,
      "chapter": 2,
      "verse": 23,
      "description": "Weapons do not cleave It (the self), fire does not burn It, waters do not wet It, and wind does not dry It.",
      "author_name": "Swami Adidevananda"
    },
    "71": {
      "id": 71,
      "chapter": 2,
      "verse": 24,
      "description": "It cannot be cleft; It cannot be burnt; It cannot be wetted and It cannot be dried, It is eternal, all-pervading, stable, immovable and primeval.",
      "author_name": "Swami Adidevananda"
    },
    "72": {
      "id": 72,
      "chapter": 2,
      "verse": 25,
      "description": "This (self) is said to be unmanifest, inconceivable and unchanging. Therefore, knowing It thus, it does not befit you to grieve.",
      "author_name": "Swami Adidevananda"
    },
    "73": {
      "id": 73,
      "chapter": 2,
      "verse": 26,
      "description": "Or if you hold this self as being constantly born and as constantly dying, even then, O mighty-armed one, it does not become you to feel grief.",
      "author_name": "Swami Adidevananda"
    },
    "74": {
      "id": 74,
      "chapter": 2,
      "verse": 27,
      "description": "For, death is certain for the born, and re-birth is certain for the dead; therefore you should not feel grief for what is inevitable.",
      "author_name": "Swami Adidevananda"
    },
    "75": {
      "id": 75,
      "chapter": 2,
      "verse": 28,
      "description": "O Arjuna, beings have an unknown beginning, a known middle and an unknown end. What is there to grieve over in all this?",
      "author_name": "Swami Adidevananda"
    },
    "76": {
      "id": 76,
      "chapter": 2,
      "verse": 29,
      "description": "One looks upon This (self) as a wonder; likewise another speaks of It as a wonder; still another hears of It as a wonder; and even after hearing of It, one knows It not.",
      "author_name": "Swami Adidevananda"
    },
    "77": {
      "id": 77,
      "chapter": 2,
      "verse": 30,
      "description": "The self in the body, O Arjuna, is eternal and indestructible. This is so in the case of the selves in all bodies. Therefore, it is not fit for you to feet grief for any being.",
      "author_name": "Swami Adidevananda"
    },
    "78": {
      "id": 78,
      "chapter": 2,
      "verse": 31,
      "description": "Further, considering also your own duty, it does not befit you to waver. For, to a Ksatriya, there is no greater good than a righteous war.",
      "author_name": "Swami Adidevananda"
    },
    "79": {
      "id": 79,
      "chapter": 2,
      "verse": 32,
      "description": "Happy are the Ksatriyas, O Arjuna, to whom a war like this comes of its own accord; it opens the gate to heaven.",
      "author_name": "Swami Adidevananda"
    },
    "80": {
      "id": 80,
      "chapter": 2,
      "verse": 33,
      "description": "But if you do not fight this righteous war, you will be turning away from your duty and honoured position, and will be incurring sin.",
      "author_name": "Swami Adidevananda"
    },
    "81": {
      "id": 81,
      "chapter": 2,
      "verse": 34,
      "description": "Further, people will speak ill of you for all time, and for one accustomed to be honoured, dishonour is worse than death.",
      "author_name": "Swami Adidevananda"
    },
    "82": {
      "id": 82,
      "chapter": 2,
      "verse": 35,
      "description": "The great warriors will think that you have fled from battle in fear. These men who held you in high esteem will speak lightly of you now.",
      "author_name": "Swami Adidevananda"
    },
    "83": {
      "id": 83,
      "chapter": 2,
      "verse": 36,
      "description": "Your enemies, slandering your prowess, will use words which should never be uttered. What could be more painful than that?",
      "author_name": "Swami Adidevananda"
    },
    "84": {
      "id": 84,
      "chapter": 2,
      "verse": 37,
      "description": "If slain, you shall win heaven; or if victorious, you shall enjoy the earth. Therefore, arise, O Arjuna, resolved to fight.",
      "author_name": "Swami Adidevananda"
    },
    "85": {
      "id": 85,
      "chapter": 2,
      "verse": 38,
      "description": "Holding pleasure and pain, gain and loss, victory and defeat as alike, gird yourself up for the battle. Thus, you shall not incur any sin.",
      "author_name": "Swami Adidevananda"
    },
    "86": {
      "id": 86,
      "chapter": 2,
      "verse": 39,
      "description": "This Buddhi concerning the self (Sankhya) has been imparted to you. Now listen to this with regard to Yoga, by following which you will get rid of the bondage of Karma.",
      "author_name": "Swami Adidevananda"
    },
    "87": {
      "id": 87,
      "chapter": 2,
      "verse": 40,
      "description": "Here, there is no loss of effort, nor any accrual of evil. Even a little of this Dharma (called Karma Yoga) protects a man from the great fear.",
      "author_name": "Swami Adidevananda"
    },
    "88": {
      "id": 88,
      "chapter": 2,
      "verse": 41,
      "description": "In this (Karma Yoga), O Arjuna, the resolute mind is one-pointed; the minds of the irresolute are many-branched and endless.",
      "author_name": "Swami Adidevananda"
    },
    "89": {
      "id": 89,
      "chapter": 2,
      "verse": 42,
      "description": "O! Partha, the unwise, who rejoice in the letter of the Vedas, say, 'There is nothing else.' They are full only of wordly desires and they hanker for heaven. They speak flowery words which offer rirth as the fruit of work. They look upon the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a concentrated mind.",
      "author_name": "Swami Adidevananda"
    },
    "90": {
      "id": 90,
      "chapter": 2,
      "verse": 43,
      "description": "O! Partha, the unwise, who rejoice in the letter of the Vedas, say, 'There is nothing else.' They are full only of wordly desires and they hanker for heaven. They speak flowery words which offer rirth as the fruit of work. They look upon the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a concentrated mind.",
      "author_name": "Swami Adidevananda"
    },
    "91": {
      "id": 91,
      "chapter": 2,
      "verse": 44,
      "description": "O! Partha, the unwise, who rejoice in the letter of the Vedas, say, 'There is nothing else.' They are full only of wordly desires and they hanker for heaven. They speak flowery words which offer rirth as the fruit of work. They look upon the Vedas as consisting entirely of varied rites for the attainment of pleasure and power. Those who cling so to pleasure and power are attracted by that speech (offering heavenly rewards) and are unable to develop the resolute will of a concentrated mind.",
      "author_name": "Swami Adidevananda"
    },
    "92": {
      "id": 92,
      "chapter": 2,
      "verse": 45,
      "description": "The Vedas have the three Gunas for their sphere, O Arjuna. You must be free from the three Gunas and be free from the pairs of opposites. Abide in pure Sattva; never care to acire things and to protect what has been acired, but be established in the self.",
      "author_name": "Swami Adidevananda"
    },
    "93": {
      "id": 93,
      "chapter": 2,
      "verse": 46,
      "description": "What use a thirsty person has for a water reservoir when all sides of it are flooded - that much alone is the use of all the Vedas for a Brahmana who knows.",
      "author_name": "Swami Adidevananda"
    },
    "94": {
      "id": 94,
      "chapter": 2,
      "verse": 47,
      "description": "To work alone you have the right, and not to the fruits. Do not be impelled by the fruits of work. Nor have attachment to inaction.",
      "author_name": "Swami Adidevananda"
    },
    "95": {
      "id": 95,
      "chapter": 2,
      "verse": 48,
      "description": "Abandoning attachment and established in Yoga, perfom works, viewing success and failure with an even mind. Evenness of mind is said to be Yoga.",
      "author_name": "Swami Adidevananda"
    },
    "96": {
      "id": 96,
      "chapter": 2,
      "verse": 49,
      "description": "Action with attachment is far inferior, O Arjuna, to action done with evenness of mind. Seek refuge in evenness of mind. Miserable are they who act with a motive for results.",
      "author_name": "Swami Adidevananda"
    },
    "97": {
      "id": 97,
      "chapter": 2,
      "verse": 50,
      "description": "A man with evenness of mind discards here and now good and evil. Therefore endeavour for Yoga. Yoga is skill in action.",
      "author_name": "Swami Adidevananda"
    },
    "98": {
      "id": 98,
      "chapter": 2,
      "verse": 51,
      "description": "The wise who possess evenness of mind, relinishing the fruits born of action, are freed from the bondage of birth, and go to the region beyond all ills.",
      "author_name": "Swami Adidevananda"
    },
    "99": {
      "id": 99,
      "chapter": 2,
      "verse": 52,
      "description": "When your intellect has passed beyond the tangle of delusion, you will yourself feel disgusted regarding what you shall hear and what you have already heard.",
      "author_name": "Swami Adidevananda"
    },
    "100": {
      "id": 100,
      "chapter": 2,
      "verse": 53,
      "description": "When your intellect, well enlightened by hearing from Me and firmly placed, stands unshaken in a concentrated mind, then you will attain the vision of the self.",
      "author_name": "Swami Adidevananda"
    },
    "101": {
      "id": 101,
      "chapter": 2,
      "verse": 54,
      "description": "Arjuna said What is the mode of speech of him who is of firm wisdom, who is established in the control of the mind? What will a man of firm wisdom speaks, O Krsna? How does he sit? How does he move?",
      "author_name": "Swami Adidevananda"
    },
    "102": {
      "id": 102,
      "chapter": 2,
      "verse": 55,
      "description": "The Lord said When a man renounces all the desires of the mind, O Arjuna, when he is satisfied in himself with himself, then he is said to be of firm wisdom.",
      "author_name": "Swami Adidevananda"
    },
    "103": {
      "id": 103,
      "chapter": 2,
      "verse": 56,
      "description": "He whose mind is not perturbed in pain, who has no longing for pleasures, who is free from desire, fear and anger - he is called a sage of firm wisdom.",
      "author_name": "Swami Adidevananda"
    },
    "104": {
      "id": 104,
      "chapter": 2,
      "verse": 57,
      "description": "He who has no love on any side, who when he finds good or evil, neither rejoices nor hates - his wisdom is firmly set.",
      "author_name": "Swami Adidevananda"
    },
    "105": {
      "id": 105,
      "chapter": 2,
      "verse": 58,
      "description": "When one is able to draw his senses from the objects of sense on every side, as a tortoise draws in its limbs, then his wisdom is firmly set.",
      "author_name": "Swami Adidevananda"
    },
    "106": {
      "id": 106,
      "chapter": 2,
      "verse": 59,
      "description": "The objects of senses, excepting relish for the objects, turn away from the abstinent dweller in the body. Even the relish turns aswy from him when what is supreme over the senses i.e., the self, is seen.",
      "author_name": "Swami Adidevananda"
    },
    "107": {
      "id": 107,
      "chapter": 2,
      "verse": 60,
      "description": "The turbulent senses, O Arjuna, do carry away perforce the mind of even a wise man, though he is ever striving.",
      "author_name": "Swami Adidevananda"
    },
    "108": {
      "id": 108,
      "chapter": 2,
      "verse": 61,
      "description": "Having controlled all the senses, let him remain in contemplation, regarding Me as supreme; for, his knowledge is firmly set whose senses are under control.",
      "author_name": "Swami Adidevananda"
    },
    "109": {
      "id": 109,
      "chapter": 2,
      "verse": 62,
      "description": "To a man thinking about sense-objects, there arises attachment to them; form attachment arises desire, from desire arises anger",
      "author_name": "Swami Adidevananda"
    },
    "110": {
      "id": 110,
      "chapter": 2,
      "verse": 63,
      "description": "From anger there comes delusion; from delusion, the loss of memory; from the loss of memory, the destruction of discrimination; and with the destruction of discrimination, he is lost.",
      "author_name": "Swami Adidevananda"
    },
    "111": {
      "id": 111,
      "chapter": 2,
      "verse": 64,
      "description": "But he who goes through the sense-objects with the senses free from love and hate, disciplined and controlled, attains serenity.",
      "author_name": "Swami Adidevananda"
    },
    "112": {
      "id": 112,
      "chapter": 2,
      "verse": 65,
      "description": "In that serenity there is loss of all sorrow; for in the case of the person with a serene mind, the Buddhi soon becomes well established.",
      "author_name": "Swami Adidevananda"
    },
    "113": {
      "id": 113,
      "chapter": 2,
      "verse": 66,
      "description": "There is no Buddhi for the unintegrated, nor for him is there contemplation of the self, and for him without contemplation of the self, there is no peace; and for one lacking peace, where is happiness?",
      "author_name": "Swami Adidevananda"
    },
    "114": {
      "id": 114,
      "chapter": 2,
      "verse": 67,
      "description": "For, when the mind follows the senses experiencing their objects, his understanding is carried away by them as the wind carries away a ship on the waters.",
      "author_name": "Swami Adidevananda"
    },
    "115": {
      "id": 115,
      "chapter": 2,
      "verse": 68,
      "description": "Therefore, O mighty-armed, he whose senses are restrained from going after their objects on all sides, his wisdom is firmly set.",
      "author_name": "Swami Adidevananda"
    },
    "116": {
      "id": 116,
      "chapter": 2,
      "verse": 69,
      "description": "What is night for all beings, in it the controlled one is awake; when all beings are awake, that is the night to the sage who sees.",
      "author_name": "Swami Adidevananda"
    },
    "117": {
      "id": 117,
      "chapter": 2,
      "verse": 70,
      "description": "He into whom all desires enter as the waters enter the full and undisturbed sea, attains to peace, and not he who longs after objects of desire.",
      "author_name": "Swami Adidevananda"
    },
    "118": {
      "id": 118,
      "chapter": 2,
      "verse": 71,
      "description": "The man who, abandoning all desires, abides without longing and possession and the sense of 'I' and 'mine', wins peace.",
      "author_name": "Swami Adidevananda"
    },
    "119": {
      "id": 119,
      "chapter": 2,
      "verse": 72,
      "description": "This is the Brahmi-state, O Arjuna. None attaining to this is deluded. By abiding in this state even at the hour of death, one wins the self.",
      "author_name": "Swami Adidevananda"
    },
    "120": {
      "id": 120,
      "chapter": 3,
      "verse": 1,
      "description": "Arjuna said If, O Krsna, you consider that Buddhi (knowledge) is superior to works, why do you engage me in this terrible deed?",
      "author_name": "Swami Adidevananda"
    },
    "121": {
      "id": 121,
      "chapter": 3,
      "verse": 2,
      "description": "You confuse my mind with statements that seem to contradict each other; tell me for certain that one way by which I could reach the highest good.",
      "author_name": "Swami Adidevananda"
    },
    "122": {
      "id": 122,
      "chapter": 3,
      "verse": 3,
      "description": "The Lord said In this world a two-fold way was of yore laid down by Me, O sinless one: by Jnana Yoga for the Sankhyas and by Karma Yoga for the Yogins.",
      "author_name": "Swami Adidevananda"
    },
    "123": {
      "id": 123,
      "chapter": 3,
      "verse": 4,
      "description": "No man experiences freedom from activity (Naiskarmya) by abstaining from works; and no man ever attains success by mere renunciation of works.",
      "author_name": "Swami Adidevananda"
    },
    "124": {
      "id": 124,
      "chapter": 3,
      "verse": 5,
      "description": "No man can, even for a moment, rest without doing work; for everyone is caused to act, in spite of himself, by the Gunas born of Nature.",
      "author_name": "Swami Adidevananda"
    },
    "125": {
      "id": 125,
      "chapter": 3,
      "verse": 6,
      "description": "He who, controlling the organs of action, lets his mind dwell on the objects of senses, is a deluded person and a hypocrite.",
      "author_name": "Swami Adidevananda"
    },
    "126": {
      "id": 126,
      "chapter": 3,
      "verse": 7,
      "description": "But he who, subduing his senses by the mind, O Arjuna, begins to practise Karma Yoga through the organs of action and who is free from attachment - he excels.",
      "author_name": "Swami Adidevananda"
    },
    "127": {
      "id": 127,
      "chapter": 3,
      "verse": 8,
      "description": "You must perform your obligatory action; for action is superior to non-action (Jnana Yoga). For a person following non-action not even the sustentation of the body is possible.",
      "author_name": "Swami Adidevananda"
    },
    "128": {
      "id": 128,
      "chapter": 3,
      "verse": 9,
      "description": "This world is held in the bondage of work only when work is not performed as sacrifice. O Arjuna, you must perform work to this end, free from attachment.",
      "author_name": "Swami Adidevananda"
    },
    "129": {
      "id": 129,
      "chapter": 3,
      "verse": 10,
      "description": "In the beginning the Lord of all beings, creating man along with the sacrifice, said: 'By this shall you prosper; this shall be the cow of plenty granting all your wants.",
      "author_name": "Swami Adidevananda"
    },
    "130": {
      "id": 130,
      "chapter": 3,
      "verse": 11,
      "description": "By this, please the gods, and the gods will support you. Thus nourishing one another, may you obtain the highest good.",
      "author_name": "Swami Adidevananda"
    },
    "131": {
      "id": 131,
      "chapter": 3,
      "verse": 12,
      "description": "The gods, pleased by the sacrifice, will bestow on you the enjoyments you desire. He who enjoys the bounty of the gods without giving them anything in return, is but a thief.",
      "author_name": "Swami Adidevananda"
    },
    "132": {
      "id": 132,
      "chapter": 3,
      "verse": 13,
      "description": "Pious men who eat the remnants of sacrifices are freed from all sins. But the sinful ones who cook only for their own sake earn only sin.",
      "author_name": "Swami Adidevananda"
    },
    "133": {
      "id": 133,
      "chapter": 3,
      "verse": 14,
      "description": "From food arise all beings (i.e., their bodies); from rain food is produced; from sacrifice comes rain; and sacrifice springs from activity.",
      "author_name": "Swami Adidevananda"
    },
    "134": {
      "id": 134,
      "chapter": 3,
      "verse": 15,
      "description": "Know that activity springs from 'Brahman', i.e., the physical body, 'Brahman' arises from the imperishable (self); therefore the all-pervading 'Brahman' is ever established in sacrifice.",
      "author_name": "Swami Adidevananda"
    },
    "135": {
      "id": 135,
      "chapter": 3,
      "verse": 16,
      "description": "He who does not follow the wheel thus set in motion here, lives in sin, satisfying the senses, O Arjuna. He lives in vain.",
      "author_name": "Swami Adidevananda"
    },
    "136": {
      "id": 136,
      "chapter": 3,
      "verse": 17,
      "description": "But the man whose delight is only in the self, who is satisfied with the self, who rejoices in the self, for him nothing remains to be accomplished.",
      "author_name": "Swami Adidevananda"
    },
    "137": {
      "id": 137,
      "chapter": 3,
      "verse": 18,
      "description": "He has no purpose to gain by work done or left undone, nor has he to rely on any end.",
      "author_name": "Swami Adidevananda"
    },
    "138": {
      "id": 138,
      "chapter": 3,
      "verse": 19,
      "description": "Therefore without attachment do your work which ought to be done. For, a man who works without attachment attains to the Supreme.",
      "author_name": "Swami Adidevananda"
    },
    "139": {
      "id": 139,
      "chapter": 3,
      "verse": 20,
      "description": "Indeed by Karma Yoga alone did Janaka and others reach perfection. Even recognising its necessity for the guidance of the world, you must perform action.",
      "author_name": "Swami Adidevananda"
    },
    "140": {
      "id": 140,
      "chapter": 3,
      "verse": 21,
      "description": "Whatever a great man does, other men also do. Whichever standard he sets, the world follows it.",
      "author_name": "Swami Adidevananda"
    },
    "141": {
      "id": 141,
      "chapter": 3,
      "verse": 22,
      "description": "For me, Arjuna, there is nothing in all the three worlds which ought to be done, nor is there anything unacired that ought to be acired. Yet I go on working.",
      "author_name": "Swami Adidevananda"
    },
    "142": {
      "id": 142,
      "chapter": 3,
      "verse": 23,
      "description": "If I did not continue to work unwearied, O Arjuna, men would follow my path.",
      "author_name": "Swami Adidevananda"
    },
    "143": {
      "id": 143,
      "chapter": 3,
      "verse": 24,
      "description": "If I do not do work, these men would be lost; and I will be causing chaos in life and thery ruining all these people.",
      "author_name": "Swami Adidevananda"
    },
    "144": {
      "id": 144,
      "chapter": 3,
      "verse": 25,
      "description": "Just as the ignorant, attached to their work, act, O Arjuna, so too the learned should act without any attachment, and only for the welfare of the world.",
      "author_name": "Swami Adidevananda"
    },
    "145": {
      "id": 145,
      "chapter": 3,
      "verse": 26,
      "description": "He should not bewilder the minds of the ignorant who are attached to work; rather himself performing work with devotion, he should cause others to do so.",
      "author_name": "Swami Adidevananda"
    },
    "146": {
      "id": 146,
      "chapter": 3,
      "verse": 27,
      "description": "Actions are being performed in every way by the Gunas of Prakrti. He whose nature is deluded by egoism, thinks, 'I am the doer.",
      "author_name": "Swami Adidevananda"
    },
    "147": {
      "id": 147,
      "chapter": 3,
      "verse": 28,
      "description": "But he who knows the truth about the division of the Gunas and works, O mighty-armed one, through his knowledge that 'Gunas operate on their products,' is not attached.",
      "author_name": "Swami Adidevananda"
    },
    "148": {
      "id": 148,
      "chapter": 3,
      "verse": 29,
      "description": "Those who are deluded by the Gunas of Prakrti are attached to the works of the Gunas. But he who knows the whole truth should not unsettle the ignorant who do not know the whole truth.",
      "author_name": "Swami Adidevananda"
    },
    "149": {
      "id": 149,
      "chapter": 3,
      "verse": 30,
      "description": "Surrendering all your actions to Me with a mind focussed on the self, free from desire and selfishness, fight with the heat of excitement abated.",
      "author_name": "Swami Adidevananda"
    },
    "150": {
      "id": 150,
      "chapter": 3,
      "verse": 31,
      "description": "Those men who, full of faith, ever practise this teaching of Mine and those who receive it without cavil - even they are released from Karma.",
      "author_name": "Swami Adidevananda"
    },
    "151": {
      "id": 151,
      "chapter": 3,
      "verse": 32,
      "description": "But those who calumniate it, and those who do not practise this teaching of Mine - know them to be absolutely senseless and devoid of all knowledge, and therefore lost.",
      "author_name": "Swami Adidevananda"
    },
    "152": {
      "id": 152,
      "chapter": 3,
      "verse": 33,
      "description": "Even the man of knowledge acts according to his nature; all beings follow their nature. What will repression do?",
      "author_name": "Swami Adidevananda"
    },
    "153": {
      "id": 153,
      "chapter": 3,
      "verse": 34,
      "description": "Each sense has fixed attachment to, and aversion for, its corresponding object. But no one should come under their sway; for they are his foes.",
      "author_name": "Swami Adidevananda"
    },
    "154": {
      "id": 154,
      "chapter": 3,
      "verse": 35,
      "description": "Better is one's own duty, though ill-done, than the duty of another well-performed. Better is death in one's own duty; the duty of another is fraught with fear.",
      "author_name": "Swami Adidevananda"
    },
    "155": {
      "id": 155,
      "chapter": 3,
      "verse": 36,
      "description": "Arjuna said But, impelled by what, O Krsna, does one (practising Jnana Yoga), commit sin even against his own will, constrained as it were, by force?",
      "author_name": "Swami Adidevananda"
    },
    "156": {
      "id": 156,
      "chapter": 3,
      "verse": 37,
      "description": "The Lord said It is desire, it is wrath, born of the Guna of Rajas; it is a great devourer, an impeller to sin. Know this to be the foe here.",
      "author_name": "Swami Adidevananda"
    },
    "157": {
      "id": 157,
      "chapter": 3,
      "verse": 38,
      "description": "As a fire is enveloped by smoke, as a mirror is covered by dust, and as an embryo is encased in the membrane, so is this (worldA) enveloped by it (desire).",
      "author_name": "Swami Adidevananda"
    },
    "158": {
      "id": 158,
      "chapter": 3,
      "verse": 39,
      "description": "The knowledge of the intelligent self is enveloped by this constant enemy, O Arjuna, which is of the nature of desire, and which is difficult to gratify and is insatiable.",
      "author_name": "Swami Adidevananda"
    },
    "159": {
      "id": 159,
      "chapter": 3,
      "verse": 40,
      "description": "The senses, the mind and the intellect are said to be its instruments. By these it overpowers the embodied self after enveloping Its knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "160": {
      "id": 160,
      "chapter": 3,
      "verse": 41,
      "description": "Therefore, O Arjuna, controlling the senses in the very beginning, slay this sinful thing that destroys both knowledge and discrimination.",
      "author_name": "Swami Adidevananda"
    },
    "161": {
      "id": 161,
      "chapter": 3,
      "verse": 42,
      "description": "The senses are high, they say: the mind is higher than the senses; the intellect is higher than the mind; but what is greater than intellect is that (desire).",
      "author_name": "Swami Adidevananda"
    },
    "162": {
      "id": 162,
      "chapter": 3,
      "verse": 43,
      "description": "Thus, knowing that which is higher than the intellect and fixing the mind with the help of the intellect in Karma Yoga, O Arjuna, slay this enemy which wears the form of desire, and which is difficult to overcome.",
      "author_name": "Swami Adidevananda"
    },
    "163": {
      "id": 163,
      "chapter": 4,
      "verse": 1,
      "description": "The Lord said I taught this imperishable Yoga to Vivasvan; Vivasvan taught it to Manu; Manu declared it to Iksvaku.",
      "author_name": "Swami Adidevananda"
    },
    "164": {
      "id": 164,
      "chapter": 4,
      "verse": 2,
      "description": "Thus handed down in succession, the royal sages knew this (Karma Yoga). But with long lapse of time, O Arjuna, that Yoga was lost to the world.",
      "author_name": "Swami Adidevananda"
    },
    "165": {
      "id": 165,
      "chapter": 4,
      "verse": 3,
      "description": "It is the same ancient Yoga which is now taught to you by Me, as you are My devotee and My friend. For, this is a supreme mystery.",
      "author_name": "Swami Adidevananda"
    },
    "166": {
      "id": 166,
      "chapter": 4,
      "verse": 4,
      "description": "Arjuna said Later was your birth, and earlier the birth of Vivasvan. How then am I to understand that you taught it in the beginning?",
      "author_name": "Swami Adidevananda"
    },
    "167": {
      "id": 167,
      "chapter": 4,
      "verse": 5,
      "description": "The Lord said Many births of Mine have passed, O Arjuna, and so is it with you also. I know them all, but you do not know them.",
      "author_name": "Swami Adidevananda"
    },
    "168": {
      "id": 168,
      "chapter": 4,
      "verse": 6,
      "description": "Though I am birthless and of immutable nature, though I am the Lord of all beings, yet by employing My own Nature (Prakrti) I am born out of My own free will.",
      "author_name": "Swami Adidevananda"
    },
    "169": {
      "id": 169,
      "chapter": 4,
      "verse": 7,
      "description": "Whenever there is a decline of Dharma, O Arjuna, and uprising of Adharma, then I incarnate Myself.",
      "author_name": "Swami Adidevananda"
    },
    "170": {
      "id": 170,
      "chapter": 4,
      "verse": 8,
      "description": "For the protection of the good and also for the destruction of the wicked, for the establishment of Dharma, am I born from age to age.",
      "author_name": "Swami Adidevananda"
    },
    "171": {
      "id": 171,
      "chapter": 4,
      "verse": 9,
      "description": "He who thus knows in truth My divine birth and actions does not get rirth after leaving the body; he will come to Me, O Arjuna.",
      "author_name": "Swami Adidevananda"
    },
    "172": {
      "id": 172,
      "chapter": 4,
      "verse": 10,
      "description": "Freed from desire, fear and wrath, absorbed in Me, depending upon Me, purified by the austerity of knowledge, many have attained My state.",
      "author_name": "Swami Adidevananda"
    },
    "173": {
      "id": 173,
      "chapter": 4,
      "verse": 11,
      "description": "Whoever resortt to Me in any manner, in the same manner do I favour them; men experience Me alone in different ways, O Arjuna.",
      "author_name": "Swami Adidevananda"
    },
    "174": {
      "id": 174,
      "chapter": 4,
      "verse": 12,
      "description": "Those who desire the fruits of their ritualistic acts, sacrifice to the gods here; for, success born of such acts ickly accrues in the world of men.",
      "author_name": "Swami Adidevananda"
    },
    "175": {
      "id": 175,
      "chapter": 4,
      "verse": 13,
      "description": "The system of four stations was created by Me according to distinction of Gunas and Karma. Though I am their creator, know Me as non-agent and immutable.",
      "author_name": "Swami Adidevananda"
    },
    "176": {
      "id": 176,
      "chapter": 4,
      "verse": 14,
      "description": "Works do not contaminate Me. In Me there is no desire for fruits of actions. He who understands Me thus is not bound by actions.",
      "author_name": "Swami Adidevananda"
    },
    "177": {
      "id": 177,
      "chapter": 4,
      "verse": 15,
      "description": "Knowing thus, even ancient seekers for liberation and work. Therefore, do your wok only as the ancients did in olden times.",
      "author_name": "Swami Adidevananda"
    },
    "178": {
      "id": 178,
      "chapter": 4,
      "verse": 16,
      "description": "What is action? What is non-action? Even the wise are puzzled in respect of these. I shall declare to you that kind of action by knowing which you will be freed from evil.",
      "author_name": "Swami Adidevananda"
    },
    "179": {
      "id": 179,
      "chapter": 4,
      "verse": 17,
      "description": "For, there is what ought to be known in action. Likewise there is what ought to be known in multi-form action. And there is what ought to be understood in non-action. Thus mysterious is the way of action.",
      "author_name": "Swami Adidevananda"
    },
    "180": {
      "id": 180,
      "chapter": 4,
      "verse": 18,
      "description": "He who sees non-action in action and also action in non-action is wise among men. He is fit for release and has carried out all actions.",
      "author_name": "Swami Adidevananda"
    },
    "181": {
      "id": 181,
      "chapter": 4,
      "verse": 19,
      "description": "He whose every undertaking is free from desire and delusive identification (of the body with the self), whose actions are burnt up in the fire of knowledge - him the wise describe as a sage.",
      "author_name": "Swami Adidevananda"
    },
    "182": {
      "id": 182,
      "chapter": 4,
      "verse": 20,
      "description": "Having renounced attachment to the fruits of his actions, ever contented with the eternal self, and dependent on none, one does not act at all, even though engaged in action.",
      "author_name": "Swami Adidevananda"
    },
    "183": {
      "id": 183,
      "chapter": 4,
      "verse": 21,
      "description": "Free from desire, his intellect and mind controlled, giving up all possessions, and doing bodily work only, he is not subject to evil",
      "author_name": "Swami Adidevananda"
    },
    "184": {
      "id": 184,
      "chapter": 4,
      "verse": 22,
      "description": "Content with what chance may bring, rising above the pairs of opposites, free from ill-will, even-minded in success and failure, though he acts, he is not bound.",
      "author_name": "Swami Adidevananda"
    },
    "185": {
      "id": 185,
      "chapter": 4,
      "verse": 23,
      "description": "Of one whose attachments are gone, who is free, whose mind is established in knowledge, who works only for sacrifices, his Karma is entirely dissolved.",
      "author_name": "Swami Adidevananda"
    },
    "186": {
      "id": 186,
      "chapter": 4,
      "verse": 24,
      "description": "Brahman is the instrument to offer with; Brahman is the oblation. By Brahman is the oblation offered into the fire of Brahman; Brahman alone is to be reached by him who meditates on Him in his works.",
      "author_name": "Swami Adidevananda"
    },
    "187": {
      "id": 187,
      "chapter": 4,
      "verse": 25,
      "description": "Some Yogins resort only to the sacrifice relating to gods. Others offer sacrifice into the fire of Brahman solely by means of sacrifice.",
      "author_name": "Swami Adidevananda"
    },
    "188": {
      "id": 188,
      "chapter": 4,
      "verse": 26,
      "description": "Others offer as oblations hearing and other senses in the fires of restraint. Some others offer as oblations the objects of the senses, such as sound and the rest, into the fires of their senses.",
      "author_name": "Swami Adidevananda"
    },
    "189": {
      "id": 189,
      "chapter": 4,
      "verse": 27,
      "description": "Some again offer as oblation the functions of the senses and the activity of the vital breaths into the fire of the Yoga of restraint of the mind kindled by knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "190": {
      "id": 190,
      "chapter": 4,
      "verse": 28,
      "description": "Self-controlled and firm of resolve, others perform the sacrifice of material objects or austerities or Yoga; while others offer their scriptural study and knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "191": {
      "id": 191,
      "chapter": 4,
      "verse": 29,
      "description": "Others, with restricted diet, are devoted to the control of breath. Some sacrifice the inward breath in the outward breath. Similarly others sacrifice the outward breath in the inward breath. Some others, stopping the flow of both the inward breath and the outward, sacrifice the inward breaths and outward breaths.",
      "author_name": "Swami Adidevananda"
    },
    "192": {
      "id": 192,
      "chapter": 4,
      "verse": 30,
      "description": "All these know the meaning of sacrifices and through sacrifices are their sins eradicated. Those who subsist on the ambrosial food, the remnants of sacrifices, go to eternal Brahman.",
      "author_name": "Swami Adidevananda"
    },
    "193": {
      "id": 193,
      "chapter": 4,
      "verse": 31,
      "description": "This world is not for him who makes no sacrifice. How then the other, O Arjuna?",
      "author_name": "Swami Adidevananda"
    },
    "194": {
      "id": 194,
      "chapter": 4,
      "verse": 32,
      "description": "Thus many forms of sacrifices have been spread out as means of reaching Brahman (individual self in its own nature). Know that all these born of actions. Knowing thus, you shall be free.",
      "author_name": "Swami Adidevananda"
    },
    "195": {
      "id": 195,
      "chapter": 4,
      "verse": 33,
      "description": "The sacrifice of knowledge is superior to materials sacrifice. O Arjuna, all actions and everything else culminate in knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "196": {
      "id": 196,
      "chapter": 4,
      "verse": 34,
      "description": "Know this by prostration, estioning and by service. The wise, who have realised the truth, will instruct you in knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "197": {
      "id": 197,
      "chapter": 4,
      "verse": 35,
      "description": "Knowing which, O Arjuna, you will not fall again into delusion in this way - by that knowledge you will see all beings without exception in your-self and then in Me.",
      "author_name": "Swami Adidevananda"
    },
    "198": {
      "id": 198,
      "chapter": 4,
      "verse": 36,
      "description": "Even if you be the most sinful of all sinners, you will cross over all sins by the boat of knowledge alone.",
      "author_name": "Swami Adidevananda"
    },
    "199": {
      "id": 199,
      "chapter": 4,
      "verse": 37,
      "description": "Just as burning fire turns fuel to ashes, O Arjuna, so does the fire of knowledge turn all Karma to ashes.",
      "author_name": "Swami Adidevananda"
    },
    "200": {
      "id": 200,
      "chapter": 4,
      "verse": 38,
      "description": "For there is no purifier here eal to knowledge; he that is perfected in Karma Yoga finds this (knowledge) of his own accord in himself in due time.",
      "author_name": "Swami Adidevananda"
    },
    "201": {
      "id": 201,
      "chapter": 4,
      "verse": 39,
      "description": "He who has faith, who is intent on it, and who has mastered his senses, attains knowledge. Having attained knowledge, he goes soon to supreme peace.",
      "author_name": "Swami Adidevananda"
    },
    "202": {
      "id": 202,
      "chapter": 4,
      "verse": 40,
      "description": "The ignorant, the faithless and the doubting one peirsh; for the doubting one there is neither this world, nor that beyond, nor happiness.",
      "author_name": "Swami Adidevananda"
    },
    "203": {
      "id": 203,
      "chapter": 4,
      "verse": 41,
      "description": "Actions do not bind him, O Arjuna, who has renounced them through Karma Yoga and whose doubts are sundered by knowledge, and who therefore possesses a steady mind.",
      "author_name": "Swami Adidevananda"
    },
    "204": {
      "id": 204,
      "chapter": 4,
      "verse": 42,
      "description": "Therefore, sunder, with the sword of knowledge, this doubt present in your heart resulting from ignorance concerning the self. Practise this Yoga, O Arjuna, and rise up.",
      "author_name": "Swami Adidevananda"
    },
    "205": {
      "id": 205,
      "chapter": 5,
      "verse": 1,
      "description": "Arjuna said You praise, O Krsna, the renunciation of actions and then praise Karma Yoga also. Tell me with certainly which of these is the superior one leading to the ultimate good.",
      "author_name": "Swami Adidevananda"
    },
    "206": {
      "id": 206,
      "chapter": 5,
      "verse": 2,
      "description": "The Lord said Renunciation of actions and Karma Yoga, both lead to the highest excellence. But, of the two, Karma Yoga excels the renunciation of actions.",
      "author_name": "Swami Adidevananda"
    },
    "207": {
      "id": 207,
      "chapter": 5,
      "verse": 3,
      "description": "He who neither hates nor desires and is beyond the pairs of opposites is to be understood as an ever-renouncer. Hence, he is easily set free from bondage, O Arjuna.",
      "author_name": "Swami Adidevananda"
    },
    "208": {
      "id": 208,
      "chapter": 5,
      "verse": 4,
      "description": "Children, not the learned, speak of Sankhya (Jnana Yoga) and Yoga (Karma Yoga) as distinct; he who is firmly set in one, attans the fruit of both.",
      "author_name": "Swami Adidevananda"
    },
    "209": {
      "id": 209,
      "chapter": 5,
      "verse": 5,
      "description": "That state which is reached by the Sankhyans, the same is reached by the Yogins, i.e., the same state is attained also by those who are Karma Yogins. He alone is wise who sees that the Sankhya and the Yoga are one and the same because of their having the same result.",
      "author_name": "Swami Adidevananda"
    },
    "210": {
      "id": 210,
      "chapter": 5,
      "verse": 6,
      "description": "But renunciation, O mighty-armed, is hard to attain without (following) Yoga. The contemplating sage who follows Yoga reaches the Brahman (the self or Atman) soon.",
      "author_name": "Swami Adidevananda"
    },
    "211": {
      "id": 211,
      "chapter": 5,
      "verse": 7,
      "description": "He who follows the Yoga and is pure in self (mind), who has subdued his self and has conered his senses and whose self has become the self of all beings, even while he is acting, he is untainted.",
      "author_name": "Swami Adidevananda"
    },
    "212": {
      "id": 212,
      "chapter": 5,
      "verse": 8,
      "description": "The knower of the truth, who is devoted to Yoga should think, 'I do not at all do anything' even though he is seeing, hearing, touching, smelling, eating, moving, sleeping, breathing",
      "author_name": "Swami Adidevananda"
    },
    "213": {
      "id": 213,
      "chapter": 5,
      "verse": 9,
      "description": "Speaking, discharging, grasping, opening, closing his eyes etc. He should always bear in mind that the senses operate among sense-objects.",
      "author_name": "Swami Adidevananda"
    },
    "214": {
      "id": 214,
      "chapter": 5,
      "verse": 10,
      "description": "He who acts without attachment, reposing all actions on Brahman (Prakrti), is untouched by evil, as a lotus-leaf by water.",
      "author_name": "Swami Adidevananda"
    },
    "215": {
      "id": 215,
      "chapter": 5,
      "verse": 11,
      "description": "Merely witth the body, the mind, the intellect and the senses, Yogins do actions, renouncing attachment, for the purification of the self.",
      "author_name": "Swami Adidevananda"
    },
    "216": {
      "id": 216,
      "chapter": 5,
      "verse": 12,
      "description": "A Yogin, renouncing the fruits of his actions, attains lasting peace. But the unsteady man who is attached to fruits of actions, being impelled by desire, is bound.",
      "author_name": "Swami Adidevananda"
    },
    "217": {
      "id": 217,
      "chapter": 5,
      "verse": 13,
      "description": "The embodied self, mentally resigning all actions as belonging to the city of nine gates (i.e., the body) and becoming self-controlled, dwells happily, neither himself acting nor causing the body to act.",
      "author_name": "Swami Adidevananda"
    },
    "218": {
      "id": 218,
      "chapter": 5,
      "verse": 14,
      "description": "The lord of the body (the self i.e., the Jiva) does not create agency, nor actions, nor union with the fruits of actions in relation to the world of selves. It is only the inherent tendencies that function.",
      "author_name": "Swami Adidevananda"
    },
    "219": {
      "id": 219,
      "chapter": 5,
      "verse": 15,
      "description": "The all-pervading One takes away neither the sin nor the merit of any one. Knowledge is enveloped by ignorance. Creatures are thery deluded.",
      "author_name": "Swami Adidevananda"
    },
    "220": {
      "id": 220,
      "chapter": 5,
      "verse": 16,
      "description": "But for those in whom this ignorance is destroyed by the knowledge of the self, that knowledge, in their case, is supreme and shines like the sun.",
      "author_name": "Swami Adidevananda"
    },
    "221": {
      "id": 221,
      "chapter": 5,
      "verse": 17,
      "description": "Those whose intellects pursue It (the self), whose minds think about It, who undergo discipline for It, and who hold It as their highest object, have their impurities cleansed by knowledge and go whence there is no return.",
      "author_name": "Swami Adidevananda"
    },
    "222": {
      "id": 222,
      "chapter": 5,
      "verse": 18,
      "description": "The sages look with an eal eye on one endowed with learning and humility, a Brahmana, a cow, an elephant, a dog and a dog-eater.",
      "author_name": "Swami Adidevananda"
    },
    "223": {
      "id": 223,
      "chapter": 5,
      "verse": 19,
      "description": "Here itself Samsara is overcome by those whose minds rest in ealness. For the Brahman (individual self), when uncontaminated by Prakrti, is the same everywhere. Therefore they abide in Brahman.",
      "author_name": "Swami Adidevananda"
    },
    "224": {
      "id": 224,
      "chapter": 5,
      "verse": 20,
      "description": "He who knows Brahman (individual self) and abides in Brahman, whose mind is steadfastly on the self and undeluded by the body consciousness - he neither rejoices at gaining what is pleasant, nor grieves on obtaining what is unpleasant.",
      "author_name": "Swami Adidevananda"
    },
    "225": {
      "id": 225,
      "chapter": 5,
      "verse": 21,
      "description": "He whose mind is detached from external contact, and finds happiness in the self - he has his mind engaged in the contemplation of Brahman and he enjoys undecaying bliss.",
      "author_name": "Swami Adidevananda"
    },
    "226": {
      "id": 226,
      "chapter": 5,
      "verse": 22,
      "description": "For those pleasures that are born of contact are wombs or pain. They have a beginning and an end, O Arjuna. The wise do not rejoice in them.",
      "author_name": "Swami Adidevananda"
    },
    "227": {
      "id": 227,
      "chapter": 5,
      "verse": 23,
      "description": "He who is able, even here, before he is released from the body, to bear the impulse generated by desire and wrath, he is a Yogin (competent for self-realisation); he is the happy man.",
      "author_name": "Swami Adidevananda"
    },
    "228": {
      "id": 228,
      "chapter": 5,
      "verse": 24,
      "description": "He whose joy is within, pleasure is within, and similarly light is within - he is a Yogin, who having become the Brahman, attains the bliss of the Brahman.",
      "author_name": "Swami Adidevananda"
    },
    "229": {
      "id": 229,
      "chapter": 5,
      "verse": 25,
      "description": "The sages who are free from the pairs of opposites, whose minds are well subdued and who are devoted to the welfare of all beings, become cleansed of all impurities and attain the bliss of the Brahman.",
      "author_name": "Swami Adidevananda"
    },
    "230": {
      "id": 230,
      "chapter": 5,
      "verse": 26,
      "description": "To those who are free from desire and wrath, who are wont to exert themselves, whose thought is controlled, and who have conered it - the beatitude of the Brahman is close at hand.",
      "author_name": "Swami Adidevananda"
    },
    "231": {
      "id": 231,
      "chapter": 5,
      "verse": 27,
      "description": "Shutting off outward contacts, fixing the gaze between the eye-brows, ealising inward and outward breaths moving in the nostrils",
      "author_name": "Swami Adidevananda"
    },
    "232": {
      "id": 232,
      "chapter": 5,
      "verse": 28,
      "description": "The sage who has controlled his senses, mind and intellect, who is intent on release as his final goal, freed for ever from desire, fear and wrath - is indeed liberated forever.",
      "author_name": "Swami Adidevananda"
    },
    "233": {
      "id": 233,
      "chapter": 5,
      "verse": 29,
      "description": "Knowing Me as the enjoyer of all sacrifices and austerities, as the Supreme Lord of all the worlds, as the Friend of every being, he attains peace.",
      "author_name": "Swami Adidevananda"
    },
    "234": {
      "id": 234,
      "chapter": 6,
      "verse": 1,
      "description": "The Lord said He who performs works that ought to be done without seeking their fruits - he is a Sannyasin and Yogin, and not he who maintains no sacred fires and performs no actions.",
      "author_name": "Swami Adidevananda"
    },
    "235": {
      "id": 235,
      "chapter": 6,
      "verse": 2,
      "description": "That which is called Sannyasa (Jnana Yoga), know that to be Yoga (Karma Yoga), O Arjuna. For (among Karma Yogins) no one whose delusive identification of the body with the self is not abandoned, becomes a true Karma Yogin.",
      "author_name": "Swami Adidevananda"
    },
    "236": {
      "id": 236,
      "chapter": 6,
      "verse": 3,
      "description": "Action is said to be the means for the sage who seeks to climb the heights of Yoga; but when he has climbed the heights of Yoga, tranillity is said to be the means.",
      "author_name": "Swami Adidevananda"
    },
    "237": {
      "id": 237,
      "chapter": 6,
      "verse": 4,
      "description": "For, when one loses attachment for the things of the senses and to actions, then has the abandoned all desires and is said to have climbed the heights of Yoga.",
      "author_name": "Swami Adidevananda"
    },
    "238": {
      "id": 238,
      "chapter": 6,
      "verse": 5,
      "description": "One should raise the self by his own mind and not allow the self to sink; for the mind alone is the friend of the self, and the mind alone is the foe of the slef.",
      "author_name": "Swami Adidevananda"
    },
    "239": {
      "id": 239,
      "chapter": 6,
      "verse": 6,
      "description": "The mind is the friend of him by whom the mind has been conered. But for him whose mind is not conered, the mind, like an enemy, remains hostile.",
      "author_name": "Swami Adidevananda"
    },
    "240": {
      "id": 240,
      "chapter": 6,
      "verse": 7,
      "description": "Of him whose mind is conered and who is serene, the great self is well secured in heat and cold, in pleasure and pain, and in honour and dishonour.",
      "author_name": "Swami Adidevananda"
    },
    "241": {
      "id": 241,
      "chapter": 6,
      "verse": 8,
      "description": "The Yogin whose mind is content with knowledge of the self and also of knowledge of the difference of the self from Prakrti, who is established in the self, whose senses are subdued and to whom earth, stone and gold seem all alike, is called integrated.",
      "author_name": "Swami Adidevananda"
    },
    "242": {
      "id": 242,
      "chapter": 6,
      "verse": 9,
      "description": "He who regards with an eal eye well-wishers, friends, foes, the indifferent, neutrals, the hateful, the relations, and even the good and the sinful - he excels.",
      "author_name": "Swami Adidevananda"
    },
    "243": {
      "id": 243,
      "chapter": 6,
      "verse": 10,
      "description": "The Yogin should constantly fix his mind on Yoga, remaining in a solitary place all alone, controlling his thought and mind, free from desire and sense of possession.",
      "author_name": "Swami Adidevananda"
    },
    "244": {
      "id": 244,
      "chapter": 6,
      "verse": 11,
      "description": "Having established for himself, in a clean spot, a firm seat, which is neither too hight nor too low, and covering it with cloth, deer-skin and Kusa grass in the reverse order",
      "author_name": "Swami Adidevananda"
    },
    "245": {
      "id": 245,
      "chapter": 6,
      "verse": 12,
      "description": "There, sitting on the seat, with the mind concentrated and holding the mind and senses in check, he should practise Yoga for the purification of the self.",
      "author_name": "Swami Adidevananda"
    },
    "246": {
      "id": 246,
      "chapter": 6,
      "verse": 13,
      "description": "Holding the trunk, head and neck erect, motionless and steady, gazing at the tip of the nose, and looking not in any direction",
      "author_name": "Swami Adidevananda"
    },
    "247": {
      "id": 247,
      "chapter": 6,
      "verse": 14,
      "description": "Serene and fearless, firm in the vow of celibacy, holding the mind in check and fixing the thought on Me, he should sit in Yoga, intent on Me.",
      "author_name": "Swami Adidevananda"
    },
    "248": {
      "id": 248,
      "chapter": 6,
      "verse": 15,
      "description": "Ever applying his mind in this way, the Yogin of controlled mind, attains the peace which is the summit of beatitude and which abides in Me.",
      "author_name": "Swami Adidevananda"
    },
    "249": {
      "id": 249,
      "chapter": 6,
      "verse": 16,
      "description": "Yoga is not for him who over-eats, nor for him who fasts excessively; not for him, O Arjuna, who sleeps too much, nor for him who stays awake too long.",
      "author_name": "Swami Adidevananda"
    },
    "250": {
      "id": 250,
      "chapter": 6,
      "verse": 17,
      "description": "Yoga becomes the destroyer of sorrows to him who is temperate in food and recreation, who is temperate in actions, who is temperate in sleep and wakefulness.",
      "author_name": "Swami Adidevananda"
    },
    "251": {
      "id": 251,
      "chapter": 6,
      "verse": 18,
      "description": "When the subdued mind rests on the self alone, then, free of all yearning for objects of desire, one is said to be fit for Yoga.",
      "author_name": "Swami Adidevananda"
    },
    "252": {
      "id": 252,
      "chapter": 6,
      "verse": 19,
      "description": "A lamp does not flicker in a windless place' - that is the simile employed for the subdued mind of a Yogin who practises Yoga.",
      "author_name": "Swami Adidevananda"
    },
    "253": {
      "id": 253,
      "chapter": 6,
      "verse": 20,
      "description": "Where the mind, controlled by the practice of Yoga, rests and where seeing the self by the self one is delighted by the self only",
      "author_name": "Swami Adidevananda"
    },
    "254": {
      "id": 254,
      "chapter": 6,
      "verse": 21,
      "description": "Where one knows that infinite happiness which can be grasped by the intellect but is beyond the grasp of the senses, wherein established one swerves not from that condition",
      "author_name": "Swami Adidevananda"
    },
    "255": {
      "id": 255,
      "chapter": 6,
      "verse": 22,
      "description": "Which, having gained, one holds there is no greater gain beyond it; wherein established, one is not moved even by the heaviest sorrow",
      "author_name": "Swami Adidevananda"
    },
    "256": {
      "id": 256,
      "chapter": 6,
      "verse": 23,
      "description": "Know this deliverance from association with misery to be Yoga. This Yoga must be practised with determination and with a mind free from despondency.",
      "author_name": "Swami Adidevananda"
    },
    "257": {
      "id": 257,
      "chapter": 6,
      "verse": 24,
      "description": "Renouncing entirely all desires born of volition and restraining the mind from all the senses on all sides",
      "author_name": "Swami Adidevananda"
    },
    "258": {
      "id": 258,
      "chapter": 6,
      "verse": 25,
      "description": "Little by little one should withdraw oneself from the objects other than the self with the help of the intellect held by firm resolution; and then one should think of nothing else, having fixed the mind upon the self.",
      "author_name": "Swami Adidevananda"
    },
    "259": {
      "id": 259,
      "chapter": 6,
      "verse": 26,
      "description": "Wherever the fickle and unsteady mind wanders, he should subdue it then and there bring it back under the control of the self alone.",
      "author_name": "Swami Adidevananda"
    },
    "260": {
      "id": 260,
      "chapter": 6,
      "verse": 27,
      "description": "For supreme happiness comes to the Yogin whose mind is at peace, who is free of evil, from whom the Rajas has departed, and who has become the Brahman.",
      "author_name": "Swami Adidevananda"
    },
    "261": {
      "id": 261,
      "chapter": 6,
      "verse": 28,
      "description": "Thus devoting himself to the Yoga of the self, freed from impurities, the Yogin easily attains the supreme bliss of contact with the Brahman.",
      "author_name": "Swami Adidevananda"
    },
    "262": {
      "id": 262,
      "chapter": 6,
      "verse": 29,
      "description": "He whose mind is fixed in Yoga sees eality everywhere; he sees his self as abiding in all beings and all beings in his self.",
      "author_name": "Swami Adidevananda"
    },
    "263": {
      "id": 263,
      "chapter": 6,
      "verse": 30,
      "description": "To him who sees Me in every self and sees every self in Me - I am not lost to him and he is not lost to Me.",
      "author_name": "Swami Adidevananda"
    },
    "264": {
      "id": 264,
      "chapter": 6,
      "verse": 31,
      "description": "The Yogin who, fixed in oneness, worships Me dwelling in all beings - he abides in Me, howsoever he may live.",
      "author_name": "Swami Adidevananda"
    },
    "265": {
      "id": 265,
      "chapter": 6,
      "verse": 32,
      "description": "He who, by reason of the similarity of selves everywhere, sees the pleasure or pain as the same everywhere - that Yogin, O Arjuna, is deemed as the nighest.",
      "author_name": "Swami Adidevananda"
    },
    "266": {
      "id": 266,
      "chapter": 6,
      "verse": 33,
      "description": "Arjuna said This Yoga of eality, which has been declared by You, O Krsna, I do not see that it can be steady because of the fickleness of the mind.",
      "author_name": "Swami Adidevananda"
    },
    "267": {
      "id": 267,
      "chapter": 6,
      "verse": 34,
      "description": "For the mind is fickle, O Krsna, impetuous, powerful and stubborn. I think that restraint of it is as difficult as that of the wind.",
      "author_name": "Swami Adidevananda"
    },
    "268": {
      "id": 268,
      "chapter": 6,
      "verse": 35,
      "description": "The Lord said The mind is hard to subdue and fickle, no doubt, O mighty-armed one, but , O son of Kunti, by practice and by the exercise of dispassion it can be brought under control.",
      "author_name": "Swami Adidevananda"
    },
    "269": {
      "id": 269,
      "chapter": 6,
      "verse": 36,
      "description": "In my opinion Yoga is hard to attain by a person of unrestrained mind. However, it can be attained through right means by him, who strives for it and has a subdued mind.",
      "author_name": "Swami Adidevananda"
    },
    "270": {
      "id": 270,
      "chapter": 6,
      "verse": 37,
      "description": "Arjuna said If a person, who is possessed of faith but has put in only inadeate effort, finds his mind wandering away from Yoga, and then fails to attain perfection - what way does he go, O Krsna?",
      "author_name": "Swami Adidevananda"
    },
    "271": {
      "id": 271,
      "chapter": 6,
      "verse": 38,
      "description": "Without any support, confused in the path leading to the Brahman, and thus fallen from both, does he not perish, O mighty armed, like a riven cloud?",
      "author_name": "Swami Adidevananda"
    },
    "272": {
      "id": 272,
      "chapter": 6,
      "verse": 39,
      "description": "You should altogether remove this doubt of mine, O Krsna, for there is no other remover of this doubt thanYou.",
      "author_name": "Swami Adidevananda"
    },
    "273": {
      "id": 273,
      "chapter": 6,
      "verse": 40,
      "description": "The Lord said Neither here (in this world) nor there (in the next), Arjuna, is there destruction for him. For, no one who does good ever comes to an evil end.",
      "author_name": "Swami Adidevananda"
    },
    "274": {
      "id": 274,
      "chapter": 6,
      "verse": 41,
      "description": "He who has fallen away from Yoga is born again in the house of the pure and prosperous after having attained to the worlds of doers of good deeds and dwelt there for many long years.",
      "author_name": "Swami Adidevananda"
    },
    "275": {
      "id": 275,
      "chapter": 6,
      "verse": 42,
      "description": "Or he is born in a family of wise Yogins. But such a birth in this world is rarer to get.",
      "author_name": "Swami Adidevananda"
    },
    "276": {
      "id": 276,
      "chapter": 6,
      "verse": 43,
      "description": "There he regains the disposition of mind which he had in his former body, O Arjuna, and from there he strives much more for success inYoga.",
      "author_name": "Swami Adidevananda"
    },
    "277": {
      "id": 277,
      "chapter": 6,
      "verse": 44,
      "description": "By the power of his earlier practice, he is carried forward even against his will. Even though he is an enirer about Yoga, he transcends the Sabda-brahman i.e., Prakrti or matter.",
      "author_name": "Swami Adidevananda"
    },
    "278": {
      "id": 278,
      "chapter": 6,
      "verse": 45,
      "description": "But the Yogin striving earnestly, cleansed of all his stains, and perfected through many births, reaches the supreme state.",
      "author_name": "Swami Adidevananda"
    },
    "279": {
      "id": 279,
      "chapter": 6,
      "verse": 46,
      "description": "Greater than the austere, greater than those who possess knowledge, greater than the ritualists is the Yogin. Therefore, O Arjuna, become a Yogin.",
      "author_name": "Swami Adidevananda"
    },
    "280": {
      "id": 280,
      "chapter": 6,
      "verse": 47,
      "description": "He who with faith worships Me, whose inmost self is fixed in Me, I consider him as the greatest of the Yogins.",
      "author_name": "Swami Adidevananda"
    },
    "281": {
      "id": 281,
      "chapter": 7,
      "verse": 1,
      "description": "The Lord said With your mind focussed on Me, having Me for your support and practising Yoga - how you can without doubt know Me fully, hear, O Arjuna.",
      "author_name": "Swami Adidevananda"
    },
    "282": {
      "id": 282,
      "chapter": 7,
      "verse": 2,
      "description": "I will declare to you in full, this knowledge (of God) along with the knowledge which makes it distinguished (Vijnana), knowing which nothing else remains to be known.",
      "author_name": "Swami Adidevananda"
    },
    "283": {
      "id": 283,
      "chapter": 7,
      "verse": 3,
      "description": "Among thousands of men, some one strives for perfection; even among those who strive for perfection, some one only knows Me; and among those who know Me, some one only knows Me in reality.",
      "author_name": "Swami Adidevananda"
    },
    "284": {
      "id": 284,
      "chapter": 7,
      "verse": 4,
      "description": "Earth, water, fire, air, ether, Manas, Buddhi and ego-sense - thus My Prakrti is divided eightfold.",
      "author_name": "Swami Adidevananda"
    },
    "285": {
      "id": 285,
      "chapter": 7,
      "verse": 5,
      "description": "This is My lower Prakrti. But, O mighty-armed One, know that My higher nature is another. It is the life-principle (Jiva-bhuta), by which this universe is sustained.",
      "author_name": "Swami Adidevananda"
    },
    "286": {
      "id": 286,
      "chapter": 7,
      "verse": 6,
      "description": "Know that all beings have these two for the source of their birth. Therefore, I am the origin and the dissolution of the whole universe.",
      "author_name": "Swami Adidevananda"
    },
    "287": {
      "id": 287,
      "chapter": 7,
      "verse": 7,
      "description": "There is nothing higher than Myself, O Arjuna. All this is strung on Me, as rows of gems on a thread.",
      "author_name": "Swami Adidevananda"
    },
    "288": {
      "id": 288,
      "chapter": 7,
      "verse": 8,
      "description": "I am the taste in the waters, O Arjuna! I am the light in the sun and the moon; the sacred syllable Om in all the Vedas; sound in the ether; and manhood in men am I.",
      "author_name": "Swami Adidevananda"
    },
    "289": {
      "id": 289,
      "chapter": 7,
      "verse": 9,
      "description": "I am the pure smell in the earth; I am the brilliance in the fire; I am the life-principle in all beings, and austerity in ascetics.",
      "author_name": "Swami Adidevananda"
    },
    "290": {
      "id": 290,
      "chapter": 7,
      "verse": 10,
      "description": "Know Me to be, O Arjuna, the primeval seed of all beings. I am the intelligence of the discerning, and the brilliance of the brilliant.",
      "author_name": "Swami Adidevananda"
    },
    "291": {
      "id": 291,
      "chapter": 7,
      "verse": 11,
      "description": "In the strong, I am strength, devoid of desire and passion. In all beings, I am the desire which is not forbidden by law (Dharma), O Arjuna.",
      "author_name": "Swami Adidevananda"
    },
    "292": {
      "id": 292,
      "chapter": 7,
      "verse": 12,
      "description": "Know that all those states of Sattva, Rajas and Tamas are from Me alone. But I am not in them; they are in Me.",
      "author_name": "Swami Adidevananda"
    },
    "293": {
      "id": 293,
      "chapter": 7,
      "verse": 13,
      "description": "The entire universe is deluded by these three states originating from the Gunas (of Prakrti), and fails to recognise Me, who am beyond them and immutable.",
      "author_name": "Swami Adidevananda"
    },
    "294": {
      "id": 294,
      "chapter": 7,
      "verse": 14,
      "description": "a) For this divine Maya or Mine consisting of the three Gunas (assumed for purposes of sport) is hard to overcome. (b) . But those who take refuge in Me (Prapadyante) alone shall pass beyond the Maya.",
      "author_name": "Swami Adidevananda"
    },
    "295": {
      "id": 295,
      "chapter": 7,
      "verse": 15,
      "description": "The evil-doers, the foolish, the lowest of men, those persons deprived of knowledge by delusion (Maya) and those who are dominated by demoniac nature - they do not seek refuge in Me.",
      "author_name": "Swami Adidevananda"
    },
    "296": {
      "id": 296,
      "chapter": 7,
      "verse": 16,
      "description": "Four types of men of good deeds worship Me, O Arjuna, These are the distressed, the seekers after knowledge, the wealth-seekers, and the men of knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "297": {
      "id": 297,
      "chapter": 7,
      "verse": 17,
      "description": "Of these, the man of knowledge, being ever with Me in Yoga and devoted to the One only, is the foremost; for I am very dear to the man of knowledge and he too is dear to Me.",
      "author_name": "Swami Adidevananda"
    },
    "298": {
      "id": 298,
      "chapter": 7,
      "verse": 18,
      "description": "All these are indeed generous (udarah), but I deem the man of knowledge to be My very self; for he, integrated, is devoted to Me alone as the highest end.",
      "author_name": "Swami Adidevananda"
    },
    "299": {
      "id": 299,
      "chapter": 7,
      "verse": 19,
      "description": "At the end of many births, the man of knowledge finds refuge in Me, realising that 'Vasudeva is all.' It is very hard to find such a great-souled person.",
      "author_name": "Swami Adidevananda"
    },
    "300": {
      "id": 300,
      "chapter": 7,
      "verse": 20,
      "description": "Controlled by their inherent nature, and deprived of knowledge by various desires, worldly-minded men resort to other gods, observing various disciplines.",
      "author_name": "Swami Adidevananda"
    },
    "301": {
      "id": 301,
      "chapter": 7,
      "verse": 21,
      "description": "Whichever devotee seeks to worship with faith whatever form, I make that very faith steadfast.",
      "author_name": "Swami Adidevananda"
    },
    "302": {
      "id": 302,
      "chapter": 7,
      "verse": 22,
      "description": "Endowed with that faith, he worships that form and thence gets the objects of his desire, granted in reality by Me alone.",
      "author_name": "Swami Adidevananda"
    },
    "303": {
      "id": 303,
      "chapter": 7,
      "verse": 23,
      "description": "But limited is the fruit gained by these men of small understanding. The worshippers of the gods will go to the gods but My devotees will come to Me.",
      "author_name": "Swami Adidevananda"
    },
    "304": {
      "id": 304,
      "chapter": 7,
      "verse": 24,
      "description": "Not knowing My higher nature, immutable and unsurpassed, the ignorant think of Me as an unmanifest entity who has now become manifest.",
      "author_name": "Swami Adidevananda"
    },
    "305": {
      "id": 305,
      "chapter": 7,
      "verse": 25,
      "description": "Veiled by My Maya, I am not manifest to all. This deluded world does not recognize Me as the unborn and immutable.",
      "author_name": "Swami Adidevananda"
    },
    "306": {
      "id": 306,
      "chapter": 7,
      "verse": 26,
      "description": "I know all beings, O Arjuna, past, present and those to come; but no one knows Me.",
      "author_name": "Swami Adidevananda"
    },
    "307": {
      "id": 307,
      "chapter": 7,
      "verse": 27,
      "description": "By the delusion of the pairs of opposites springing from desire and hate, O Arjuna, all beings are deluded as soon as they are born.",
      "author_name": "Swami Adidevananda"
    },
    "308": {
      "id": 308,
      "chapter": 7,
      "verse": 28,
      "description": "But the doers of good deeds, whose sins have come to an end, are freed from the delusion of the pairs of opposites. They worship Me, steadfast in their vows.",
      "author_name": "Swami Adidevananda"
    },
    "309": {
      "id": 309,
      "chapter": 7,
      "verse": 29,
      "description": "Those who take refuge in Me and strive for deliverance from old age and death, know brahman (or the self) all about the nature of that self, and the entire Karma (or activities leading to rirth).",
      "author_name": "Swami Adidevananda"
    },
    "310": {
      "id": 310,
      "chapter": 7,
      "verse": 30,
      "description": "And those who know Me with the Adhibhuta, Adhidaiva and the Adhiyajna, they too, with their minds fixed in meditation, know Me even at the hour of death.",
      "author_name": "Swami Adidevananda"
    },
    "311": {
      "id": 311,
      "chapter": 8,
      "verse": 1,
      "description": "Arjuna said O supreme person, what is that Brahman? What is that which exists in the individual plane? What is action? And what is that which is said to exist in the physical plane? What is that which is said to be existing in the divine plane?",
      "author_name": "Swami Adidevananda"
    },
    "312": {
      "id": 312,
      "chapter": 8,
      "verse": 2,
      "description": "O Madhusudana, how, and who, is the entity existing in the sacrifice here in this body? And at the time of death, how are You to be known by people of concentrated minds?",
      "author_name": "Swami Adidevananda"
    },
    "313": {
      "id": 313,
      "chapter": 8,
      "verse": 3,
      "description": "The Blessed Lord said The Immutable is the supreme Brahman; self-hood is said to the entity present in the individual plane. By action is meant the offerings which bring about the origin of the existence of things.",
      "author_name": "Swami Adidevananda"
    },
    "314": {
      "id": 314,
      "chapter": 8,
      "verse": 4,
      "description": "The which exists in the physical plane is the mutable entity, and what exists in the divine plane is the Person. O best among the embodied beings, I Myself am the entity that exists in the sacrifice in this body.",
      "author_name": "Swami Adidevananda"
    },
    "315": {
      "id": 315,
      "chapter": 8,
      "verse": 5,
      "description": "And at the time of death, anyone who departs by giving up the body while thinking of Me alone, he attains My state. There is no doubt about this.",
      "author_name": "Swami Adidevananda"
    },
    "316": {
      "id": 316,
      "chapter": 8,
      "verse": 6,
      "description": "O son of Kunti, thinking of any entity whichever it may be one gives up the body at the end, he attains that very one, having been always engrossed in its thought.",
      "author_name": "Swami Adidevananda"
    },
    "317": {
      "id": 317,
      "chapter": 8,
      "verse": 7,
      "description": "Therefore, think of Me at all times and fight. There is no doubt that by dedicating your mind and intellect to Me, you will attain Me alone.",
      "author_name": "Swami Adidevananda"
    },
    "318": {
      "id": 318,
      "chapter": 8,
      "verse": 8,
      "description": "O son of Prtha, by meditating with a mind which is engaged in the yoga of practice and which does not stray away to anything else, one reaches the supreme Person existing in the effulgent region.",
      "author_name": "Swami Adidevananda"
    },
    "319": {
      "id": 319,
      "chapter": 8,
      "verse": 9,
      "description": "He who meditates on the Omniscient, the Anceint, the Ruler, subtler than the subtle, the Ordainer of everything, of inconceivable form, effulgent like the sun, and beyond darkness-(he attains the supreme Person).",
      "author_name": "Swami Adidevananda"
    },
    "320": {
      "id": 320,
      "chapter": 8,
      "verse": 10,
      "description": "At the time of death, having fully fixed the Prana (vita force) between the enrows with an unswering mind, and being imbued with devotion as also the strength of concentration, he reaches that resplendent supreme person.",
      "author_name": "Swami Adidevananda"
    },
    "321": {
      "id": 321,
      "chapter": 8,
      "verse": 11,
      "description": "I shall speak to you briefly of that immutable Goal which the knowers of the Vedas declare, into which enter the deligent ones free from attachment, and aspiring for which people practise celibacy.",
      "author_name": "Swami Adidevananda"
    },
    "322": {
      "id": 322,
      "chapter": 8,
      "verse": 12,
      "description": "Having controlled all the passages, having confined the mind in the heart, and having fixed his own vital force in the head, (and then) continuing in the firmness in yoga",
      "author_name": "Swami Adidevananda"
    },
    "323": {
      "id": 323,
      "chapter": 8,
      "verse": 13,
      "description": "He who departs by leaving the body while uttering the single syllable, viz Om, which is Brahman, and thinking of Me, he attains the supreme Goal.",
      "author_name": "Swami Adidevananda"
    },
    "324": {
      "id": 324,
      "chapter": 8,
      "verse": 14,
      "description": "O son of Prtha, to that yogi of constant concentration and single-minded attention, who remembers Me uninterruptedly and for long, I am easy of attainment.",
      "author_name": "Swami Adidevananda"
    },
    "325": {
      "id": 325,
      "chapter": 8,
      "verse": 15,
      "description": "As a result of reaching Me, the exalted ones who have attained the highest perfection do not get rirth which is an abode of sorrows and which is impermanent.",
      "author_name": "Swami Adidevananda"
    },
    "326": {
      "id": 326,
      "chapter": 8,
      "verse": 16,
      "description": "O Arjuna, all the worlds together with the world of Brahma are subject to return. But, O son of Kunti, there is no rirth after reaching Me.",
      "author_name": "Swami Adidevananda"
    },
    "327": {
      "id": 327,
      "chapter": 8,
      "verse": 17,
      "description": "Those poeple who are knowers of what day and night are, know the day of Brahma which ends in a thousand yugas [The four yugas (in the human worlds), viz Satya, Treta, Dwapara, and Kali are made up of 4,320,000 years. This period multiplied by a thousand constitutes one day of Brahma. His night also extends over an eal period. See M.S. and V.S.A.], and His night which ends in a thousand yugas.",
      "author_name": "Swami Adidevananda"
    },
    "328": {
      "id": 328,
      "chapter": 8,
      "verse": 18,
      "description": "With the coming of day all manifested things emerge from the Unmanifest and when night comes they merge in that itself which is called the Unmanifested.",
      "author_name": "Swami Adidevananda"
    },
    "329": {
      "id": 329,
      "chapter": 8,
      "verse": 19,
      "description": "O son of Prtha, after being born again and again, that very multitude of beings disappears in spite of itself at the approach of night. It comes to life at the approach of day.",
      "author_name": "Swami Adidevananda"
    },
    "330": {
      "id": 330,
      "chapter": 8,
      "verse": 20,
      "description": "But distinct from that Unmanifested is the other eternal unmainfest Reality, who does not get destroyed when all beings get destroyed.",
      "author_name": "Swami Adidevananda"
    },
    "331": {
      "id": 331,
      "chapter": 8,
      "verse": 21,
      "description": "He who has been mentioned as the Unmanifested, the Immutable, they call Him the supreme Goal. That is the supreme abode of Mine, reaching which they do not return.",
      "author_name": "Swami Adidevananda"
    },
    "332": {
      "id": 332,
      "chapter": 8,
      "verse": 22,
      "description": "O son of Prtha, that supreme Person-in whom are included (all) the beings and by whom all this is pervaded-is, indeed, reached through one-pointed devotion.",
      "author_name": "Swami Adidevananda"
    },
    "333": {
      "id": 333,
      "chapter": 8,
      "verse": 23,
      "description": "O best of the Bharata dynasty, I shall now speak of that time by departing at which the yogis attain the State of Non-return, and also (of the time by departing at which they attain) the State of Return.",
      "author_name": "Swami Adidevananda"
    },
    "334": {
      "id": 334,
      "chapter": 8,
      "verse": 24,
      "description": "Fire, light, daytime, the birght forrnight, the six months of the Northern solstice-by following this Path, persons who are knowers of Brahman attain Brahman when they die.",
      "author_name": "Swami Adidevananda"
    },
    "335": {
      "id": 335,
      "chapter": 8,
      "verse": 25,
      "description": "Smoke, night, as also the dark fortnight and the six months of the Southern solstice-following this Path the yogi having reached the lunar light, returns.",
      "author_name": "Swami Adidevananda"
    },
    "336": {
      "id": 336,
      "chapter": 8,
      "verse": 26,
      "description": "These two courses of the world, which are white and black, are verily considered eternal. By the one a man goes to the State of Non-return; by the other he returns again.",
      "author_name": "Swami Adidevananda"
    },
    "337": {
      "id": 337,
      "chapter": 8,
      "verse": 27,
      "description": "O son of Prtha, no yogi [One steadfast in meditation.) whosoever has known these two courses becomes deluded. Therefore, O Arjuna, be you steadfast in yoga at all times.",
      "author_name": "Swami Adidevananda"
    },
    "338": {
      "id": 338,
      "chapter": 8,
      "verse": 28,
      "description": "Having known this, the yogi transcends all those results of rigtheous deeds that are declared with regard to the Vedas, sacrifices, austerities and also charities, and he reaches the primordial supreme State.",
      "author_name": "Swami Adidevananda"
    },
    "339": {
      "id": 339,
      "chapter": 9,
      "verse": 1,
      "description": "The Lord said I shall declare to you, who does not cavil, this most mysterious knowledge together with special knowledge, knowing which you would be freed from evil.",
      "author_name": "Swami Adidevananda"
    },
    "340": {
      "id": 340,
      "chapter": 9,
      "verse": 2,
      "description": "This is the royal science, royal mystery, the supreme purifier, It is realised by direct experience. It is in accord with Dharma, it is pleasant to practise and is abiding.",
      "author_name": "Swami Adidevananda"
    },
    "341": {
      "id": 341,
      "chapter": 9,
      "verse": 3,
      "description": "Men devoid of faith in this Dharma, O scorcher of foes, ever remain without attaining Me, in the mortal pathway of Samsara.",
      "author_name": "Swami Adidevananda"
    },
    "342": {
      "id": 342,
      "chapter": 9,
      "verse": 4,
      "description": "This entire universe is pervaded by Me, in an unmanifest form. All beings abide in Me, but I do not abide in them.",
      "author_name": "Swami Adidevananda"
    },
    "343": {
      "id": 343,
      "chapter": 9,
      "verse": 5,
      "description": "And yet beings do not abide in Me. Behold My divine Yoga. I am the upholder of all beings and yet I am not in them. My will alone causes their existence.",
      "author_name": "Swami Adidevananda"
    },
    "344": {
      "id": 344,
      "chapter": 9,
      "verse": 6,
      "description": "As the powerful element air moving everywhere ever remains in the ether, know that so too all beings abide in Me.",
      "author_name": "Swami Adidevananda"
    },
    "345": {
      "id": 345,
      "chapter": 9,
      "verse": 7,
      "description": "All beings, O Arjuna, enter into My Prakrti at the end of a cycle of time. Again I send these forth at the beginning of a cycle of time.",
      "author_name": "Swami Adidevananda"
    },
    "346": {
      "id": 346,
      "chapter": 9,
      "verse": 8,
      "description": "Controlling the Prakrti, which is My own, I send forth again and again all this multitude of beings, helpless under the sway of Prakrti.",
      "author_name": "Swami Adidevananda"
    },
    "347": {
      "id": 347,
      "chapter": 9,
      "verse": 9,
      "description": "But these actions do not bind Me, O Arjuna, for I remain detached from them like one unconcerned.",
      "author_name": "Swami Adidevananda"
    },
    "348": {
      "id": 348,
      "chapter": 9,
      "verse": 10,
      "description": "Under My supervision, Prakrti gives birth to all mobile and immobile entities. Because of this, O Arjuna, does the world revolve.",
      "author_name": "Swami Adidevananda"
    },
    "349": {
      "id": 349,
      "chapter": 9,
      "verse": 11,
      "description": "Fools disregard Me, dwelling in a human form, not knowing My higher nature, as the Supreme Lord of all beings.",
      "author_name": "Swami Adidevananda"
    },
    "350": {
      "id": 350,
      "chapter": 9,
      "verse": 12,
      "description": "Senseless men entertain a nature which is deluding and akin to that of Raksasas (fiends) and Asuras (monsters). Their hopes are vain, acts are vain and knowledge is vain.",
      "author_name": "Swami Adidevananda"
    },
    "351": {
      "id": 351,
      "chapter": 9,
      "verse": 13,
      "description": "But the great-souled ones, O Arjuna, who are associated with My divine nature, worship Me with unwavering mind, knowing Me to be the immutable source of beings.",
      "author_name": "Swami Adidevananda"
    },
    "352": {
      "id": 352,
      "chapter": 9,
      "verse": 14,
      "description": "Aspiring for eternal communion with Me, they worship Me, always singing My praises, striving with steadfast resolution and bowing down to Me in devotion.",
      "author_name": "Swami Adidevananda"
    },
    "353": {
      "id": 353,
      "chapter": 9,
      "verse": 15,
      "description": "Others, too, besides offering the sacrifice of knowledge, worship Me as One, who, characterised by diversity in numberless ways, is multiformed (in My Cosmic aspect).",
      "author_name": "Swami Adidevananda"
    },
    "354": {
      "id": 354,
      "chapter": 9,
      "verse": 16,
      "description": "I am the Kratu. I am the sacrifice. I am the offering to the manes. I am the herb. I am the Mantra. I am Myself the clarified butter. I am the fire. I am the oblation.",
      "author_name": "Swami Adidevananda"
    },
    "355": {
      "id": 355,
      "chapter": 9,
      "verse": 17,
      "description": "I am the father, mother, creator and grandfather of the universe. I am the purifier. I am the syllable Om and also Rk, Saman and the Yajus.",
      "author_name": "Swami Adidevananda"
    },
    "356": {
      "id": 356,
      "chapter": 9,
      "verse": 18,
      "description": "I am the goal, supporter, the Lord, the witness, the abode, the refuge and the friend. I am the seat of origin and dissolution, the base for preservation and the imperishable seed.",
      "author_name": "Swami Adidevananda"
    },
    "357": {
      "id": 357,
      "chapter": 9,
      "verse": 19,
      "description": "I give heat. I hold back and send forth the rain. I am immortality as well as death, O Arjuna. I am the being, as also the non-being.",
      "author_name": "Swami Adidevananda"
    },
    "358": {
      "id": 358,
      "chapter": 9,
      "verse": 20,
      "description": "Those who are versed in the three Vedas, being purified from sin by drinking the Soma juice, pray for the passage to heaven and worship Me by sacrifices. Reaching the holy realm of the chief of the gods, they enjoy in heaven celestial pleasures of the gods.",
      "author_name": "Swami Adidevananda"
    },
    "359": {
      "id": 359,
      "chapter": 9,
      "verse": 21,
      "description": "Having enjoyed the spacious world of heaven, they return to the world of mortals their merit is exhausted. Thus, those who follow the Vedic rituals and are drawn by desires, come and go.",
      "author_name": "Swami Adidevananda"
    },
    "360": {
      "id": 360,
      "chapter": 9,
      "verse": 22,
      "description": "There are those who, excluding all else, think of Me and worship Me, aspiring after eternal union with Me. Their prosperity and welfare (Yoga and Ksema) are looked after by Me.",
      "author_name": "Swami Adidevananda"
    },
    "361": {
      "id": 361,
      "chapter": 9,
      "verse": 23,
      "description": "Even those who are devoted to other divinities with faith in their hearts, worship Me alone, O Arjuna, though not as sanctioned by the Sastras.",
      "author_name": "Swami Adidevananda"
    },
    "362": {
      "id": 362,
      "chapter": 9,
      "verse": 24,
      "description": "For, I am the only enjoyer and the only Lord of all sacrifices. They do not recognise Me in My true nature; hence they fall.",
      "author_name": "Swami Adidevananda"
    },
    "363": {
      "id": 363,
      "chapter": 9,
      "verse": 25,
      "description": "Devotees of gods go to the gods. The manes-worshippers go to the manes. The worshippers of Bhutas go to the Bhutas. And those who worship Me come to Me.",
      "author_name": "Swami Adidevananda"
    },
    "364": {
      "id": 364,
      "chapter": 9,
      "verse": 26,
      "description": "Whoever offers Me with true devotion a leaf, a flower, a fruit or some water, I accept this offering made with devotion by him who is pure of heart.",
      "author_name": "Swami Adidevananda"
    },
    "365": {
      "id": 365,
      "chapter": 9,
      "verse": 27,
      "description": "Whatsoever you do, whatsoever you eat, whatsoever you offer, whatsoever you give away, whatsoever austerity you practise, O Arjuna, do that as an offering to Me.",
      "author_name": "Swami Adidevananda"
    },
    "366": {
      "id": 366,
      "chapter": 9,
      "verse": 28,
      "description": "Thus eipped in mind with the Yoga of renunciation, you will free yourself from the bonds of Karma, productive of auspicious as well as inauspicious fruits. Thus liberated, you will come to Me.",
      "author_name": "Swami Adidevananda"
    },
    "367": {
      "id": 367,
      "chapter": 9,
      "verse": 29,
      "description": "I am the same to all creation. There is none hateful or dear to Me. But those who worship Me with devotin abide in Me and I do abide in them.",
      "author_name": "Swami Adidevananda"
    },
    "368": {
      "id": 368,
      "chapter": 9,
      "verse": 30,
      "description": "If even the most sinful man worships Me with undivided devotion, he must be regarded as holy, for he has rightly resolved.",
      "author_name": "Swami Adidevananda"
    },
    "369": {
      "id": 369,
      "chapter": 9,
      "verse": 31,
      "description": "Quickly he becomes righteous and obtains everlasting peace. Affirm on My behalf, O Arjuna, My devotee never perishes.",
      "author_name": "Swami Adidevananda"
    },
    "370": {
      "id": 370,
      "chapter": 9,
      "verse": 32,
      "description": "By taking refuge in Me even men of evil birth, women, Vaisyas and also Sudras attain the supreme state.",
      "author_name": "Swami Adidevananda"
    },
    "371": {
      "id": 371,
      "chapter": 9,
      "verse": 33,
      "description": "How much more then the Brahmanas and royal sages who are pure and are My devotees! Having obtained this transient, joyless world, worship Me.",
      "author_name": "Swami Adidevananda"
    },
    "372": {
      "id": 372,
      "chapter": 9,
      "verse": 34,
      "description": "Focus your mind on Me, be My devotee, be my worshipper. Bow down to Me. Engaging your mind in this manner and regarding Me as the supreme goal, you will come to Me.",
      "author_name": "Swami Adidevananda"
    },
    "373": {
      "id": 373,
      "chapter": 10,
      "verse": 1,
      "description": "The Lord said Further said, O Arjuna, listen to My Supreme word. Desirous of your good, I shall speak to you who love Me.",
      "author_name": "Swami Adidevananda"
    },
    "374": {
      "id": 374,
      "chapter": 10,
      "verse": 2,
      "description": "Neither the host of the gods nor the great seers know My power. Indeed, I am the only source of the gods and of the great seers.",
      "author_name": "Swami Adidevananda"
    },
    "375": {
      "id": 375,
      "chapter": 10,
      "verse": 3,
      "description": "He who knows Me as unborn and without a beginning and the great Lord of the worlds - he among the mortals is undeluded and is released from every sin.",
      "author_name": "Swami Adidevananda"
    },
    "376": {
      "id": 376,
      "chapter": 10,
      "verse": 4,
      "description": "Intelligence, knowledge, non-delusion, forbearance truth, restraint, self-control, pleasure, pain, exaltation depression, fear and fearlessness",
      "author_name": "Swami Adidevananda"
    },
    "377": {
      "id": 377,
      "chapter": 10,
      "verse": 5,
      "description": "Non-violence, eality, cheerfulness, austerity, beneficence, fame and infamy- these different alities of beings arise from Me alone.",
      "author_name": "Swami Adidevananda"
    },
    "378": {
      "id": 378,
      "chapter": 10,
      "verse": 6,
      "description": "The seven great seers of yore and similarly the four Manus, all possessing My mental disposition, were born of My mind. All these creatures of the world are descended from them.",
      "author_name": "Swami Adidevananda"
    },
    "379": {
      "id": 379,
      "chapter": 10,
      "verse": 7,
      "description": "He who in truth knows this supernal manifestation and splendour of auspicious attributes of Mine, becomes, united with the unshakable Yoga of Bhakti. Of this, there is no doubt.",
      "author_name": "Swami Adidevananda"
    },
    "380": {
      "id": 380,
      "chapter": 10,
      "verse": 8,
      "description": "I am the origin of all; from Me proceed everything thinking thus the wise worship Me with all devotion (Bhava).",
      "author_name": "Swami Adidevananda"
    },
    "381": {
      "id": 381,
      "chapter": 10,
      "verse": 9,
      "description": "With their minds focussed on Me, with their Pranas centred in Me, inspiring one another and always speaking of Me, they live in contentment and bliss at all times.",
      "author_name": "Swami Adidevananda"
    },
    "382": {
      "id": 382,
      "chapter": 10,
      "verse": 10,
      "description": "To those, who are ceaselessly united with Me and who worship Me with immense love, I lovingly grant that mental disposition (Buddhi-yoga) by which they come to Me.",
      "author_name": "Swami Adidevananda"
    },
    "383": {
      "id": 383,
      "chapter": 10,
      "verse": 11,
      "description": "Out of compassion for them alone, I, abiding in their mental activity as its object, dispel the darkness born of ignorance by the brilliant lamp of knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "384": {
      "id": 384,
      "chapter": 10,
      "verse": 12,
      "description": "Arjuna said You are Supreme Brahman, the Supreme Light, and the Supreme Sanctifier. All the seers proclaim You as the eternal, divine Person, the Primal Lord, the unborn and all-pervading. So also proclaim the divine sages Narada, Asita, Devala and Vyasa. You Yourself also proclaim this.",
      "author_name": "Swami Adidevananda"
    },
    "385": {
      "id": 385,
      "chapter": 10,
      "verse": 13,
      "description": "Arjuna said You are Supreme Brahman, the Supreme Light, and the Supreme Sanctifier. All the seers proclaim You as the eternal, divine Person, the Primal Lord, the unborn and all-pervading. So also proclaim the divine sages Narada, Asita, Devala and Vyasa. You Yourself also proclaim this.",
      "author_name": "Swami Adidevananda"
    },
    "386": {
      "id": 386,
      "chapter": 10,
      "verse": 14,
      "description": "I deem as true all this that you say to Me, O Krsna. Verily O Lord, neither the gods nor the demons know Your manifestation.",
      "author_name": "Swami Adidevananda"
    },
    "387": {
      "id": 387,
      "chapter": 10,
      "verse": 15,
      "description": "O Supreme Person, O Creator of beings, O Lord of beings, O God of gods, O Ruler of the universe, You Yourself know Yourself by Yourself.",
      "author_name": "Swami Adidevananda"
    },
    "388": {
      "id": 388,
      "chapter": 10,
      "verse": 16,
      "description": "You should tell Me without reserve Your divine manifestations whery You abide pervading all these worlds.",
      "author_name": "Swami Adidevananda"
    },
    "389": {
      "id": 389,
      "chapter": 10,
      "verse": 17,
      "description": "How can I, Your devotee, know You by constantly meditating on You? And in what modes, O Lord, are you to be meditated upon by Me.",
      "author_name": "Swami Adidevananda"
    },
    "390": {
      "id": 390,
      "chapter": 10,
      "verse": 18,
      "description": "Speak to me again in full, O Krsna, about Your attributes and glories. For I am not satiated by hearing Your ambrosial words.",
      "author_name": "Swami Adidevananda"
    },
    "391": {
      "id": 391,
      "chapter": 10,
      "verse": 19,
      "description": "The Lord said Indeed I shall tell you, O Arjuna, My auspicious manifestations (Vibhutis) - those that are prominent among these. There is no end to their extent.",
      "author_name": "Swami Adidevananda"
    },
    "392": {
      "id": 392,
      "chapter": 10,
      "verse": 20,
      "description": "I am the Self, O Arjuna, dwelling in the hearts of all beings. I am the beginning, the middle and also the end of all beings.",
      "author_name": "Swami Adidevananda"
    },
    "393": {
      "id": 393,
      "chapter": 10,
      "verse": 21,
      "description": "Of Adityas I am Visnu, of luminous bodies I am the radiant sun. Of the Maruts I am Marici, and among the constellations I am the moon.",
      "author_name": "Swami Adidevananda"
    },
    "394": {
      "id": 394,
      "chapter": 10,
      "verse": 22,
      "description": "Of the Vedas I am Samaveda. Of gods, I am Indra. Of sense-organs I am the Manas (mind), and of living beings I am consciousness.",
      "author_name": "Swami Adidevananda"
    },
    "395": {
      "id": 395,
      "chapter": 10,
      "verse": 23,
      "description": "Of the Rudras I am Sankara. Of the Yaksas and Raksasas, I am the Lord of wealth (Kubera). Of the Vasus, I am Agni; of the mountains, I am Meru.",
      "author_name": "Swami Adidevananda"
    },
    "396": {
      "id": 396,
      "chapter": 10,
      "verse": 24,
      "description": "Among family Priests, O Arjuna, know Me to be the chief Brhaspati. Of generals, I am Skanda. Of reservoirs of water, I am the ocean.",
      "author_name": "Swami Adidevananda"
    },
    "397": {
      "id": 397,
      "chapter": 10,
      "verse": 25,
      "description": "Of the great seers, I am Bhrgu. Of words, I am the single-lettered word Om. Of sacrifices, I am the sacrifice of Japa. Of immovable things I am the Himalayas.",
      "author_name": "Swami Adidevananda"
    },
    "398": {
      "id": 398,
      "chapter": 10,
      "verse": 26,
      "description": "Of trees I am the Asvattha. Of celestial seers, I am Narada. Of the Gandharvas I am Citraratha. Of the perfected, I am Kapila.",
      "author_name": "Swami Adidevananda"
    },
    "399": {
      "id": 399,
      "chapter": 10,
      "verse": 27,
      "description": "Of horses know Me to be Uccaihsravas the nectar-born. Of lordly elephants, I am Airavata, and of men, I am the monarch.",
      "author_name": "Swami Adidevananda"
    },
    "400": {
      "id": 400,
      "chapter": 10,
      "verse": 28,
      "description": "Of weapons, I am Vajra (thnderbolt). Of cows, I am Kamadhuk. I am Kandarpa, the cause of progeny. Of serpents, I am Vasuki.",
      "author_name": "Swami Adidevananda"
    },
    "401": {
      "id": 401,
      "chapter": 10,
      "verse": 29,
      "description": "Of snakes, I am Ananta. Of aatic-beings I am Varuna. Of manes, I am Aryama. Of subduers, I am Yama.",
      "author_name": "Swami Adidevananda"
    },
    "402": {
      "id": 402,
      "chapter": 10,
      "verse": 30,
      "description": "Of Daityas, I am Prahlada. Of reckoners, I am Death. Of beasts, I am the lion, and of birds I am Garuda the son of Vinata.",
      "author_name": "Swami Adidevananda"
    },
    "403": {
      "id": 403,
      "chapter": 10,
      "verse": 31,
      "description": "Of moving things, I am the wind. Of those who bear weapons, I am Rama. Of fishers, I am Makara, and of rivers, I am Ganga.",
      "author_name": "Swami Adidevananda"
    },
    "404": {
      "id": 404,
      "chapter": 10,
      "verse": 32,
      "description": "Of creatures, I am the beginning and the end, and also the middle, O Arjuna. Of sciences I am the science of self (of the individual and Universal Self). Of those who argue, I am the fair reasoning.",
      "author_name": "Swami Adidevananda"
    },
    "405": {
      "id": 405,
      "chapter": 10,
      "verse": 33,
      "description": "Of letters, I am the alphabet 'a'. Of compound words, I am the Dvandva (copulative). I am Myself imperishable Time. I am the Creator, facing every side.",
      "author_name": "Swami Adidevananda"
    },
    "406": {
      "id": 406,
      "chapter": 10,
      "verse": 34,
      "description": "I am also death which snatches all away. I am the origin of all that shall be born. Among women, I am fame, prosperity, speech, memory, intelligence, endurance and forgiveness.",
      "author_name": "Swami Adidevananda"
    },
    "407": {
      "id": 407,
      "chapter": 10,
      "verse": 35,
      "description": "Of Saman hymns, I am the Brhatsaman. Of meters, I am the Gayatri. Of months, I am Margasira (Nov-Dec). And of seasons I am the season of flowers.",
      "author_name": "Swami Adidevananda"
    },
    "408": {
      "id": 408,
      "chapter": 10,
      "verse": 36,
      "description": "Of the fraudulent, I am gambling. I am the brilliance of the brilliant. I am victory, I am effort. I am the magnanimity of the magnanimous.",
      "author_name": "Swami Adidevananda"
    },
    "409": {
      "id": 409,
      "chapter": 10,
      "verse": 37,
      "description": "Of Vrsnis I am Vasudeva. Of Pandavas, I am Arjuna. Of sages I am Vyasa and of seers, I am Usana (Sukra).",
      "author_name": "Swami Adidevananda"
    },
    "410": {
      "id": 410,
      "chapter": 10,
      "verse": 38,
      "description": "Of those that punish, I am the principle of punishment. Of these that seek victory, I am policy. Of secrets, I am also silence. And of those who are wise, I am wisdom.",
      "author_name": "Swami Adidevananda"
    },
    "411": {
      "id": 411,
      "chapter": 10,
      "verse": 39,
      "description": "I am also that which is the seed of all beings, O Arjuna. Nothing that moves or does not move, exists without Me.",
      "author_name": "Swami Adidevananda"
    },
    "412": {
      "id": 412,
      "chapter": 10,
      "verse": 40,
      "description": "There is no limit to My divine mannifestations. Here the extent of such manifestations has been made in brief by Me.",
      "author_name": "Swami Adidevananda"
    },
    "413": {
      "id": 413,
      "chapter": 10,
      "verse": 41,
      "description": "Whatever being is possessed of power, or of splendour, or of energy, know that as coming from a fragment of My power.",
      "author_name": "Swami Adidevananda"
    },
    "414": {
      "id": 414,
      "chapter": 10,
      "verse": 42,
      "description": "But of what use to you is all this extensive knowledge O Arjuna? I stand sustaining this whole universe with a fragment of Mine (of My power).",
      "author_name": "Swami Adidevananda"
    },
    "415": {
      "id": 415,
      "chapter": 11,
      "verse": 1,
      "description": "Arjuna said To show favour to Me, You have told me that most profound mystery concerning the self; by that, this delusion of mine is dispelled.",
      "author_name": "Swami Adidevananda"
    },
    "416": {
      "id": 416,
      "chapter": 11,
      "verse": 2,
      "description": "The origination and dissolution of all beings, O Krsna, (as issuing from You) have been heard verily by me at length as also Your immutable greatness.",
      "author_name": "Swami Adidevananda"
    },
    "417": {
      "id": 417,
      "chapter": 11,
      "verse": 3,
      "description": "O Supreme Lord, how You described Yourself, even so are You. I wish to see Your Lordly form, O Supreme Person.",
      "author_name": "Swami Adidevananda"
    },
    "418": {
      "id": 418,
      "chapter": 11,
      "verse": 4,
      "description": "If you think, O Lord, that it can be seen by me, then, O Lord of Yoga, reveal Yourself to me completely.",
      "author_name": "Swami Adidevananda"
    },
    "419": {
      "id": 419,
      "chapter": 11,
      "verse": 5,
      "description": "The Lord said Behold My forms, O Arjuna, hundreds upon thousands, manifold, divine, varied in hue and shape.",
      "author_name": "Swami Adidevananda"
    },
    "420": {
      "id": 420,
      "chapter": 11,
      "verse": 6,
      "description": "Behold the Adityas, the Vasus, the Rudras, the two Asvins and the Maruts. Behold, O Arjuna, many marvels never seen before.",
      "author_name": "Swami Adidevananda"
    },
    "421": {
      "id": 421,
      "chapter": 11,
      "verse": 7,
      "description": "Behold here, O Arjuna, the whole universe with its mobile and immobile things centred in My body and whatever else you desire to see.",
      "author_name": "Swami Adidevananda"
    },
    "422": {
      "id": 422,
      "chapter": 11,
      "verse": 8,
      "description": "But you will not be able to see Me with your own eye. I give you a divine eye. Behold My Lordly Yoga!",
      "author_name": "Swami Adidevananda"
    },
    "423": {
      "id": 423,
      "chapter": 11,
      "verse": 9,
      "description": "Sanjaya said Having spoken, O King, Sri Krsna, the gread Lord of Yoga, then revealed to Arjuna the supreme Lordly Form.",
      "author_name": "Swami Adidevananda"
    },
    "424": {
      "id": 424,
      "chapter": 11,
      "verse": 10,
      "description": "With innumerable mouths and eyes, many marvellous aspects, many divine ornaments and many divine weapons.",
      "author_name": "Swami Adidevananda"
    },
    "425": {
      "id": 425,
      "chapter": 11,
      "verse": 11,
      "description": "Wearing celestial garlands and raiments, anointed with divine perfumes, full of all wonders, resplendent, boundless and facing all directions.",
      "author_name": "Swami Adidevananda"
    },
    "426": {
      "id": 426,
      "chapter": 11,
      "verse": 12,
      "description": "If a thousand suns were to rise at once in the sky, the resulting splendour may be like the splendour of that mighty One.",
      "author_name": "Swami Adidevananda"
    },
    "427": {
      "id": 427,
      "chapter": 11,
      "verse": 13,
      "description": "There (in that form) Arjuna beheld the whole universe, with its manifold divisions gathered together in one single spot within the body of the God of gods.",
      "author_name": "Swami Adidevananda"
    },
    "428": {
      "id": 428,
      "chapter": 11,
      "verse": 14,
      "description": "Then he, Arjuna, overcome with amazement, his hairs standing erect, bowed his head to the Lord, and with folded hands spoke.",
      "author_name": "Swami Adidevananda"
    },
    "429": {
      "id": 429,
      "chapter": 11,
      "verse": 15,
      "description": "Arjuna said I behold, O Lord, in Your body all the gods and all the diverse hosts of beings. Brahma, Siva (Isa) who is in Brahma, the seers and the lustrous snakes.",
      "author_name": "Swami Adidevananda"
    },
    "430": {
      "id": 430,
      "chapter": 11,
      "verse": 16,
      "description": "With manifold arms, stomachs, mouths and eyes, I behold Your infinite form on all sides. I see no end, no middle nor the beginning too of You, O Lord of the universe, O You of Universal Form.",
      "author_name": "Swami Adidevananda"
    },
    "431": {
      "id": 431,
      "chapter": 11,
      "verse": 17,
      "description": "I behold You as a mass of light shining everywhere, with diadem, mace and discus, hard to behold, blazing like a burning fire and the sun, and immeasurable.",
      "author_name": "Swami Adidevananda"
    },
    "432": {
      "id": 432,
      "chapter": 11,
      "verse": 18,
      "description": "You are the Imperishable, Supreme One to be realised. You are the Supreme Substratum of this universe. You are immutable, the guardian of the eternal law, I know You are the Supreme Person who is everlasting.",
      "author_name": "Swami Adidevananda"
    },
    "433": {
      "id": 433,
      "chapter": 11,
      "verse": 19,
      "description": "I behold You as without beginning, middle and end. Your might is infinite. You are endowed with an endless number of arms. The sun and moon are Your eyes. Your mouth is emitting burning fire. With Your own radiance You are warning the whole universe.",
      "author_name": "Swami Adidevananda"
    },
    "434": {
      "id": 434,
      "chapter": 11,
      "verse": 20,
      "description": "You alone have pervaded the interspace between heaven and earth, and all the arters. Beholding Your marvellous and terrible form, O Mahatman, the three worlds are greatly overwhelmed with fear.",
      "author_name": "Swami Adidevananda"
    },
    "435": {
      "id": 435,
      "chapter": 11,
      "verse": 21,
      "description": "Verily into You the hosts of Devas enter. Some in fear extol You with clasped hands. Crying 'Hail' the bands of great seers and Siddhas praise You with meaningful hymns.",
      "author_name": "Swami Adidevananda"
    },
    "436": {
      "id": 436,
      "chapter": 11,
      "verse": 22,
      "description": "The Rudras, the Adityas, the Vasus, the Sadhyas, the Visvas, the Asvins, the Maruts and the manes, and the hosts of Gandharvas, Yaksas, Asuras, and Siddhas - all gaze upon You in amazement.",
      "author_name": "Swami Adidevananda"
    },
    "437": {
      "id": 437,
      "chapter": 11,
      "verse": 23,
      "description": "Beholding Your great form with many mouths and eyes, with many arms, thights, and feet, witth many stomachs and terrible with many teeth, the worlds tremble, and I too ake, O mighty-armed.",
      "author_name": "Swami Adidevananda"
    },
    "438": {
      "id": 438,
      "chapter": 11,
      "verse": 24,
      "description": "When I behold You touching the Supreme Heaven, shining, multicoloured, with yawning mouths and large resplendent eyes, my inner being trembles in fear. I am unable to find support or peace, O Visnu.",
      "author_name": "Swami Adidevananda"
    },
    "439": {
      "id": 439,
      "chapter": 11,
      "verse": 25,
      "description": "Viewing Your mouths, presenting awe-generating fangs and looking like the consuming fire of final destruction, I know not the arters of the globe nor do I find repose. Be gracious, O Lord of the Devas! O Abode of the universe!",
      "author_name": "Swami Adidevananda"
    },
    "440": {
      "id": 440,
      "chapter": 11,
      "verse": 26,
      "description": "All these sons of Dhrtarastra together with the hosts of monarchs, Bhisma, Drona and Karna along with the leading warriors of our side",
      "author_name": "Swami Adidevananda"
    },
    "441": {
      "id": 441,
      "chapter": 11,
      "verse": 27,
      "description": "Hasten to enter Your fearful mouths with terrible fangs. Some, caught between the teeth are seen with their heads crushed to powder.",
      "author_name": "Swami Adidevananda"
    },
    "442": {
      "id": 442,
      "chapter": 11,
      "verse": 28,
      "description": "As many torrents of rivers flow towards the ocean, so do these heroes of the world of men enter Your flaming mouths.",
      "author_name": "Swami Adidevananda"
    },
    "443": {
      "id": 443,
      "chapter": 11,
      "verse": 29,
      "description": "As moths rush swiftly into a blazing fire to their destruction, so do these men swiftly rush into Your mouths to meet their destruction.",
      "author_name": "Swami Adidevananda"
    },
    "444": {
      "id": 444,
      "chapter": 11,
      "verse": 30,
      "description": "Devouring all the worlds on every side with your flaming mouths, You lick them up. Your fiery rays, filling the whole universe with their radiance, scorch it, O Visnu.",
      "author_name": "Swami Adidevananda"
    },
    "445": {
      "id": 445,
      "chapter": 11,
      "verse": 31,
      "description": "Tell me who You are with this terrible form? Salutation to You, O Supreme God. Be gracious. I desire to know You, the Primal One. I do not know Your activity.",
      "author_name": "Swami Adidevananda"
    },
    "446": {
      "id": 446,
      "chapter": 11,
      "verse": 32,
      "description": "The Lord said I am the world-destroying Time. Manifesting Myself fully, I have begun to destroy the worlds here. Even without You, none of the warriors arrayed in the hostile ranks shall survive.",
      "author_name": "Swami Adidevananda"
    },
    "447": {
      "id": 447,
      "chapter": 11,
      "verse": 33,
      "description": "Therefore airse, win glory. Conering your foes, enjoy a prosperous kingdom. By Me they have been slain already. You be merely an instrument, O Arjuna, you great bowman!",
      "author_name": "Swami Adidevananda"
    },
    "448": {
      "id": 448,
      "chapter": 11,
      "verse": 34,
      "description": "Slay Drona, Bhisma, Jayadratha, Karna as well as other mighty warriors, who have been doomed by Me. Do not feel distressed. Fight, You shall coner your rivals in the battle.",
      "author_name": "Swami Adidevananda"
    },
    "449": {
      "id": 449,
      "chapter": 11,
      "verse": 35,
      "description": "Sanjaya said Having heard this speech of Krsna, Arjuna did Him obeisance; and trembling with awe, he bowed down again, and with folded palms, and trembling, he spoke to Krsna in a choked voice.",
      "author_name": "Swami Adidevananda"
    },
    "450": {
      "id": 450,
      "chapter": 11,
      "verse": 36,
      "description": "Arjuna said Rightly it is, O Krsna, that Your praise should move the world to joy and love. The Raksasas flee in fear on all sides, and all the hosts of Siddhas bow down to You.",
      "author_name": "Swami Adidevananda"
    },
    "451": {
      "id": 451,
      "chapter": 11,
      "verse": 37,
      "description": "a) And why should they not, O Mahatman, bow down to You who are great, being the first Creator, even of Brahma? (b) O Infinite, Lord of gods, O You who have the universe for Your abode! You are the imperishable individual self, the existent and the non-existent, and that which is beyond both.",
      "author_name": "Swami Adidevananda"
    },
    "452": {
      "id": 452,
      "chapter": 11,
      "verse": 38,
      "description": "a) You are the Primal God and the Ancient Person. You are the Supreme resting place of the universe. (b).You are the knower and that which must be known, and the Supreme abode. By You, O infinite of form, is this universe pervaded.",
      "author_name": "Swami Adidevananda"
    },
    "453": {
      "id": 453,
      "chapter": 11,
      "verse": 39,
      "description": "a) You are Yayu, Yama, Agini, Varuna, Sasanka, Prajapati and the great-grandsire. (b) . Hail, Hail unto You, a thousand times! Hail unto You again and yet again!",
      "author_name": "Swami Adidevananda"
    },
    "454": {
      "id": 454,
      "chapter": 11,
      "verse": 40,
      "description": "a) Salutation to You from before and behind! Salutation to You from all sides, O All!. (b) . O You of infinite prowess and heroic action which are measureless! You pervade all beings and therefore are all.",
      "author_name": "Swami Adidevananda"
    },
    "455": {
      "id": 455,
      "chapter": 11,
      "verse": 41,
      "description": "Unaware of this majesty of Yours, and either from negligence or love, or considering You to be a friend, whatever I have rudely said as 'O Krsna, O Yadava, O Comrade.",
      "author_name": "Swami Adidevananda"
    },
    "456": {
      "id": 456,
      "chapter": 11,
      "verse": 42,
      "description": "And whatever disrespect has been shown to You in jest, while playing, resting, while sitting or eating, while alone or in the sight of others, O Acyuta - I implore You for forgiveness, You who are incomprehensible.",
      "author_name": "Swami Adidevananda"
    },
    "457": {
      "id": 457,
      "chapter": 11,
      "verse": 43,
      "description": "You are the father of this world, of all that moves and that does not move. You are its teacher and the one most worthy of reverence. There is none eal to You. How then could there be in the three worlds another greater than You, O Being of matchless greatness?",
      "author_name": "Swami Adidevananda"
    },
    "458": {
      "id": 458,
      "chapter": 11,
      "verse": 44,
      "description": "Therefore, bowing down, prostrating the body. I implore Your mercy, O adorable Lord. As a father hears with his son or a friend with his friend, it is meet, O Lord, that You, who are dear to me, should bear with me who am dear to You.",
      "author_name": "Swami Adidevananda"
    },
    "459": {
      "id": 459,
      "chapter": 11,
      "verse": 45,
      "description": "Seeing what was never seen before, I am delighted. But my mind is also agog with awe. Show me, O Lord! Your other form. O Lord of the gods! Be gracious, O Abode of the universe!",
      "author_name": "Swami Adidevananda"
    },
    "460": {
      "id": 460,
      "chapter": 11,
      "verse": 46,
      "description": "I wish to see You ever as before, with crown and with mace and discus in hand. Assume again that four-armed shape, O Thou the thosand armed, of Universal Form!",
      "author_name": "Swami Adidevananda"
    },
    "461": {
      "id": 461,
      "chapter": 11,
      "verse": 47,
      "description": "The Lord said By My grace, O Arjuna this Supreme Form, luminous, universal, infinite, primal, never seen before by anyone but you, has been revealed to you through My own free will.",
      "author_name": "Swami Adidevananda"
    },
    "462": {
      "id": 462,
      "chapter": 11,
      "verse": 48,
      "description": "Neither through the study of the Vedas, nor by sacrifices, nor by recitals of the scriptures, nor by gifts, nor by rituals, nor by strict austerities can I be realised in a form like this in the world of men by any one else but you. O Arjuna!",
      "author_name": "Swami Adidevananda"
    },
    "463": {
      "id": 463,
      "chapter": 11,
      "verse": 49,
      "description": "You need not fear any more, nor be perplexed, looking on this awesome form of Mine. Free from fear and with a gladdened heart, behold again that other form of Mine.",
      "author_name": "Swami Adidevananda"
    },
    "464": {
      "id": 464,
      "chapter": 11,
      "verse": 50,
      "description": "Sanjaya said Having spoken thus to Arjuna, Sri Krsna revealed to him once more His own form. The Mahatman, assuming again a benign form, reassured him who had been struck with awe.",
      "author_name": "Swami Adidevananda"
    },
    "465": {
      "id": 465,
      "chapter": 11,
      "verse": 51,
      "description": "Arjuna said Having behold the human and pleasing form of Yours, O Krsna, I have now become composed in mind and I am restored to my normal nature.",
      "author_name": "Swami Adidevananda"
    },
    "466": {
      "id": 466,
      "chapter": 11,
      "verse": 52,
      "description": "The Lord said It it very hard to behold this form of Mine which you have seen. Even the gods ever long to behold this form.",
      "author_name": "Swami Adidevananda"
    },
    "467": {
      "id": 467,
      "chapter": 11,
      "verse": 53,
      "description": "Sri Krsna says Not by the Vedas, nor by austerities, nor by gifts, nor by sacirifce, can I seen in such a form as You have seen Me.",
      "author_name": "Swami Adidevananda"
    },
    "468": {
      "id": 468,
      "chapter": 11,
      "verse": 54,
      "description": "But by single-minded devotion, O Arjuna, it is possible to truly know, to see and to enter into Me, who am of this form, O harasser of foes.",
      "author_name": "Swami Adidevananda"
    },
    "469": {
      "id": 469,
      "chapter": 11,
      "verse": 55,
      "description": "Whosoever works for Me, looks upon Me as the highest and is devoted to Me, free from attached and without enmity towards any creature, he comes to Me, O Arjuna.",
      "author_name": "Swami Adidevananda"
    },
    "470": {
      "id": 470,
      "chapter": 12,
      "verse": 1,
      "description": "Arjuna said Those devotees, who, ever integrated, thus meditate on You, and those again, who meditate on the Imperishable and the Unmanifest - which or these have greater knowledge of Yoga?",
      "author_name": "Swami Adidevananda"
    },
    "471": {
      "id": 471,
      "chapter": 12,
      "verse": 2,
      "description": "The Lord said Those who, ever integrated with Me and possessed of supreme faith, worship Me, focusing their minds on Me - these are considered by Me the highest among the Yogins.",
      "author_name": "Swami Adidevananda"
    },
    "472": {
      "id": 472,
      "chapter": 12,
      "verse": 3,
      "description": "But those who meditate on the Imperishable (i.e., the self) the indefinable, the unmanifest, omnipresent, unthinkable, common to all beings, immovable and constant",
      "author_name": "Swami Adidevananda"
    },
    "473": {
      "id": 473,
      "chapter": 12,
      "verse": 4,
      "description": "Having subdued all the senses, being even-minded, engaged in the welfare of all beings - they too come to Me only.",
      "author_name": "Swami Adidevananda"
    },
    "474": {
      "id": 474,
      "chapter": 12,
      "verse": 5,
      "description": "Greater is the difficulty of those whose minds are thus attached to the unmanifest. For the way of the unmanifest is hard to reach by embodied beings.",
      "author_name": "Swami Adidevananda"
    },
    "475": {
      "id": 475,
      "chapter": 12,
      "verse": 6,
      "description": "For, those who dedicate all actions to Me, hold Me as their supreme goal, intent on Me, and worship Me meditating on Me with exclusive devotion",
      "author_name": "Swami Adidevananda"
    },
    "476": {
      "id": 476,
      "chapter": 12,
      "verse": 7,
      "description": "Of those whose minds are thus focused on Me, I become soon their saviour from the ocean of mortal life.",
      "author_name": "Swami Adidevananda"
    },
    "477": {
      "id": 477,
      "chapter": 12,
      "verse": 8,
      "description": "Focus your mind on Me alone; and let your Buddhi enter into Me. Then, you will live in Me alone; there is no doubt.",
      "author_name": "Swami Adidevananda"
    },
    "478": {
      "id": 478,
      "chapter": 12,
      "verse": 9,
      "description": "If now you are unable to focus your mind on Me, then seek to reach Me, O Arjuna, by the practice of repetition.",
      "author_name": "Swami Adidevananda"
    },
    "479": {
      "id": 479,
      "chapter": 12,
      "verse": 10,
      "description": "If you are incapable of even this practice of repetition, then devote yourself to My deeds (service). For even by working for My sake, you will attain perfection.",
      "author_name": "Swami Adidevananda"
    },
    "480": {
      "id": 480,
      "chapter": 12,
      "verse": 11,
      "description": "If you are unable to do even this, i.e., taking refuge in My Yoga, then, with your self controlled, renounce the fruits of every action.",
      "author_name": "Swami Adidevananda"
    },
    "481": {
      "id": 481,
      "chapter": 12,
      "verse": 12,
      "description": "Far better is knowledge of the self then the repeated practice (of remembrance of the Lord). Better is meditation than this knowledge; Better is renunciation of fruits of action than meditation. From such renunciation, peace ensues.",
      "author_name": "Swami Adidevananda"
    },
    "482": {
      "id": 482,
      "chapter": 12,
      "verse": 13,
      "description": "He who never hates any being, who is friendly and compassionate, who is free from the feelings of I and mine, who looks upon all pain and pleasure the same as and who is enduring",
      "author_name": "Swami Adidevananda"
    },
    "483": {
      "id": 483,
      "chapter": 12,
      "verse": 14,
      "description": "He who is content, who ever meditates and is self-restrained and who is firm in his convictions, who has his mind and reason dedicated to Me - he is dear to Me.",
      "author_name": "Swami Adidevananda"
    },
    "484": {
      "id": 484,
      "chapter": 12,
      "verse": 15,
      "description": "He from whom the world has no cause to be frightened, who is not frightened by the world, who is free from joy and impatience, fear and repulsion - he is dear to me.",
      "author_name": "Swami Adidevananda"
    },
    "485": {
      "id": 485,
      "chapter": 12,
      "verse": 16,
      "description": "He who is free from desires, who is pure, expert, indifferent and free from agony, who has renounced every undertaking - he is dear to Me.",
      "author_name": "Swami Adidevananda"
    },
    "486": {
      "id": 486,
      "chapter": 12,
      "verse": 17,
      "description": "He who rejoices not, nor hates, nor grieves, nor desires, who renounces good and evil, who is full of devotion to me - dear to me is such a devotee.",
      "author_name": "Swami Adidevananda"
    },
    "487": {
      "id": 487,
      "chapter": 12,
      "verse": 18,
      "description": "He who is same to foe and friend, honour and dishonour, who is alike to both cold and heat, pleasure and pain, and who is free from all attachments",
      "author_name": "Swami Adidevananda"
    },
    "488": {
      "id": 488,
      "chapter": 12,
      "verse": 19,
      "description": "He who regards alike both blame and praise, who is silent and content with any lot, who has no home, who is firm of mind, and who is devoted to Me - dear to Me is such a man.",
      "author_name": "Swami Adidevananda"
    },
    "489": {
      "id": 489,
      "chapter": 12,
      "verse": 20,
      "description": "But those devotees who follow this nectar of virtuous-duty as taught above, who are full of faith and who regard Me as the Supreme - they are exceedingly dear to Me.",
      "author_name": "Swami Adidevananda"
    },
    "490": {
      "id": 490,
      "chapter": 13,
      "verse": 1,
      "description": "There is no such translation for this sloka.",
      "author_name": "Swami Adidevananda"
    },
    "491": {
      "id": 491,
      "chapter": 13,
      "verse": 2,
      "description": "The Lord said This body, O Arjuna, is called the Field, Ksetra. He who knows it is called the Filed-knower, Ksetrajna, by those who know the self.",
      "author_name": "Swami Adidevananda"
    },
    "492": {
      "id": 492,
      "chapter": 13,
      "verse": 3,
      "description": "And know Me also as the Field-Knower in all Fields, O Arjuna. The knowledge of the Field and its knower is, in My view, the true knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "493": {
      "id": 493,
      "chapter": 13,
      "verse": 4,
      "description": "Listen briefly from Me what the Field is, and what it is like, what is modifications are, what purpose it serves, what it is; and who the self is and what Its powers are.",
      "author_name": "Swami Adidevananda"
    },
    "494": {
      "id": 494,
      "chapter": 13,
      "verse": 5,
      "description": "It has been sung by seers in various ways, in various distinctive hymns, and also in the well-reasoned and conclusive words of the Brahma-sutras.",
      "author_name": "Swami Adidevananda"
    },
    "495": {
      "id": 495,
      "chapter": 13,
      "verse": 6,
      "description": "The great elements, the Ahankara, the Buddhi, the Avyakta, the ten senses and the one, besides, the five objects of the senses",
      "author_name": "Swami Adidevananda"
    },
    "496": {
      "id": 496,
      "chapter": 13,
      "verse": 7,
      "description": "Desire, hatred, pleasure and pain and the combination that constitutes the basis of consciousness (or the individual self). Thus this Ksetra has been briefly described with its modifications.",
      "author_name": "Swami Adidevananda"
    },
    "497": {
      "id": 497,
      "chapter": 13,
      "verse": 8,
      "description": "Modesty, absence of ostentation, non-injury, patience, sincerity, service of the preceptor, purity, firmness and self-restraint",
      "author_name": "Swami Adidevananda"
    },
    "498": {
      "id": 498,
      "chapter": 13,
      "verse": 9,
      "description": "Absence of desire with regard to sense-objects, and also absence of egotism, the perception of evil in birth, death, old age, disease and sorrow",
      "author_name": "Swami Adidevananda"
    },
    "499": {
      "id": 499,
      "chapter": 13,
      "verse": 10,
      "description": "Non-attachment, absence of clinging to son, wife, home and the like, and constant even-mindedness to all desirable and undesirable events",
      "author_name": "Swami Adidevananda"
    },
    "500": {
      "id": 500,
      "chapter": 13,
      "verse": 11,
      "description": "Constant devotion directed to Me alone, resort to solitary places and dislike for crowds",
      "author_name": "Swami Adidevananda"
    },
    "501": {
      "id": 501,
      "chapter": 13,
      "verse": 12,
      "description": "Constant contemplation on the knowledge pertaining to the self, reflection for the attainment of knowledge of the truth - this is declared to be knowledge, and what is contrary to it is ignorance.",
      "author_name": "Swami Adidevananda"
    },
    "502": {
      "id": 502,
      "chapter": 13,
      "verse": 13,
      "description": "I shall declare that which is to be known, knowing which one attains the immortal self. It is beginningless brahman having Me for the Highest (Anadi matparam); it is said to be neither being nor-being.",
      "author_name": "Swami Adidevananda"
    },
    "503": {
      "id": 503,
      "chapter": 13,
      "verse": 14,
      "description": "Everywhere are Its hands and feet; Its eyes, heads and mouths are everywhere; Its ears are on all sides; and It exists encompassing all things.",
      "author_name": "Swami Adidevananda"
    },
    "504": {
      "id": 504,
      "chapter": 13,
      "verse": 15,
      "description": "Shining by the functions of the senses, and yet devoid of the senses, detached and yet supporting all, devoid of Gunas and yet experiencing the Gunas",
      "author_name": "Swami Adidevananda"
    },
    "505": {
      "id": 505,
      "chapter": 13,
      "verse": 16,
      "description": "It is within and without all beings; It is unmoving and yet moving; It is so subtle that none can comprehend It; It is far away, and yet It is very near.",
      "author_name": "Swami Adidevananda"
    },
    "506": {
      "id": 506,
      "chapter": 13,
      "verse": 17,
      "description": "Undivided and yet remaining as if divided among beings, this self is to be known as the supporter of elements. It devours them and causes generation.",
      "author_name": "Swami Adidevananda"
    },
    "507": {
      "id": 507,
      "chapter": 13,
      "verse": 18,
      "description": "The light of all lights, this is said to be beyond Tamas (darkness). It is known to be knowledge. It is to be attained by knowledge. It is present in the heart of all.",
      "author_name": "Swami Adidevananda"
    },
    "508": {
      "id": 508,
      "chapter": 13,
      "verse": 19,
      "description": "Thus the Ksetra, knowledge and the object of knowledge have been briefly set forth. On knowing this, My devotee becomes fit to attain My state of being.",
      "author_name": "Swami Adidevananda"
    },
    "509": {
      "id": 509,
      "chapter": 13,
      "verse": 20,
      "description": "Know that both Prakrti and the self (Purusa) are without beginning; know that all modifications and the attributes are born of Prakrti.",
      "author_name": "Swami Adidevananda"
    },
    "510": {
      "id": 510,
      "chapter": 13,
      "verse": 21,
      "description": "The Prakrti is said to be the cause of agency to the body (Karya) and sense-organs (Karana). The self is said to be the cause of experiencing pleasure and pain.",
      "author_name": "Swami Adidevananda"
    },
    "511": {
      "id": 511,
      "chapter": 13,
      "verse": 22,
      "description": "a) Indeed, the self seated in Prakrti experiences the Gunas born of Prakrti. (b) . Its attachment to these Gunas is the cause of birth in good and evil wombs.",
      "author_name": "Swami Adidevananda"
    },
    "512": {
      "id": 512,
      "chapter": 13,
      "verse": 23,
      "description": "The self in the body is called spectator, approver, supporter, experiencer, the great lord and also the supreme self in the body.",
      "author_name": "Swami Adidevananda"
    },
    "513": {
      "id": 513,
      "chapter": 13,
      "verse": 24,
      "description": "He who understands the self and the Prakrti thus with the Gunas is not born again, in whatever state he may be placed.",
      "author_name": "Swami Adidevananda"
    },
    "514": {
      "id": 514,
      "chapter": 13,
      "verse": 25,
      "description": "Some perceive the self within the self (body) by meditation by the self (mind), others by Sankhya Yoga, and still others by Karma Yoga.",
      "author_name": "Swami Adidevananda"
    },
    "515": {
      "id": 515,
      "chapter": 13,
      "verse": 26,
      "description": "But some, who do not know thus, having heard from others, worship accordingly - these too, who are devoted to what they hear, pass beyond death.",
      "author_name": "Swami Adidevananda"
    },
    "516": {
      "id": 516,
      "chapter": 13,
      "verse": 27,
      "description": "Whatever being is born, whether it is moving or stationary, know, O Arjuna, that it is through the combination of the Ksetra (body) and Ksetrajna (knower of the Field).",
      "author_name": "Swami Adidevananda"
    },
    "517": {
      "id": 517,
      "chapter": 13,
      "verse": 28,
      "description": "Who sees the supreme ruler dwelling alike in all bodies and nevr perishing when they perish, he sees indeed.",
      "author_name": "Swami Adidevananda"
    },
    "518": {
      "id": 518,
      "chapter": 13,
      "verse": 29,
      "description": "For, seeing the ruler (i.e., self) abiding alike in every place, he does not injure the self by the self (mind) and therefore reaches the highest goal.",
      "author_name": "Swami Adidevananda"
    },
    "519": {
      "id": 519,
      "chapter": 13,
      "verse": 30,
      "description": "He who sees that all acts are done universally by Prakrti alone and likewise that the self is not the doer, he sees indeed.",
      "author_name": "Swami Adidevananda"
    },
    "520": {
      "id": 520,
      "chapter": 13,
      "verse": 31,
      "description": "When he perceives the independent modes of existence of all beings centred in one, and as also their expansion from It alone, then he attains to brahman.",
      "author_name": "Swami Adidevananda"
    },
    "521": {
      "id": 521,
      "chapter": 13,
      "verse": 32,
      "description": "This supreme self, though dwelling in the body, is immutable, O Arjuna, being without beginning. It neither acts nor is tainted, as It is without Gunas.",
      "author_name": "Swami Adidevananda"
    },
    "522": {
      "id": 522,
      "chapter": 13,
      "verse": 33,
      "description": "As the all-pervading etther is not tainted because of its subtlety, even so, the self abiding in the body everywhere, is not tainted.",
      "author_name": "Swami Adidevananda"
    },
    "523": {
      "id": 523,
      "chapter": 13,
      "verse": 34,
      "description": "As the one sun illumines this whole world, so does the Knower of the Field (Ksetrin, the self), O Arjuna, illumine the whole Field (the body).",
      "author_name": "Swami Adidevananda"
    },
    "524": {
      "id": 524,
      "chapter": 13,
      "verse": 35,
      "description": "Those who thus discern with the eye of knowledge the difference between the body or the Field (Ksetra) and the knower of the body or Field-knower (Ksetrajna), and the means of deliverance from the manifested Prakrti - they attain the Supreme.",
      "author_name": "Swami Adidevananda"
    },
    "525": {
      "id": 525,
      "chapter": 14,
      "verse": 1,
      "description": "The Lord said I shall declare again another kind of knowledge: It is the best of all forms of knowledge, by knowing which all the sages have attained the state of perfection beyond this world.",
      "author_name": "Swami Adidevananda"
    },
    "526": {
      "id": 526,
      "chapter": 14,
      "verse": 2,
      "description": "Resorting to this knowledge, partaking of My Nature, they are not born at the time of creation, nor do they suffer at the time of dissolution.",
      "author_name": "Swami Adidevananda"
    },
    "527": {
      "id": 527,
      "chapter": 14,
      "verse": 3,
      "description": "My womb is the great brahman (i.e. Prakrti). In that I lay the germ. From that, O Arjuna, is the birth of all beings.",
      "author_name": "Swami Adidevananda"
    },
    "528": {
      "id": 528,
      "chapter": 14,
      "verse": 4,
      "description": "Whatever forms are produced in any womb, O Arjuna, the Prakrti is their great womb and I am the sowing father.",
      "author_name": "Swami Adidevananda"
    },
    "529": {
      "id": 529,
      "chapter": 14,
      "verse": 5,
      "description": "Sattva, Rajas and Tamas are the Gunas that arise from the Prakrti. They bind the immutable self in the body, O Arjuna.",
      "author_name": "Swami Adidevananda"
    },
    "530": {
      "id": 530,
      "chapter": 14,
      "verse": 6,
      "description": "Of these, Sattva, being without impurity, is luminous and free from morbidity. It binds, O Arjuna, by attachment to pleasure and to knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "531": {
      "id": 531,
      "chapter": 14,
      "verse": 7,
      "description": "Know, O Arjuna, that Rajas is of the nature of passion springing from thirst and atttachment. It binds the embodied self with attachment to work.",
      "author_name": "Swami Adidevananda"
    },
    "532": {
      "id": 532,
      "chapter": 14,
      "verse": 8,
      "description": "Know that Tamas is born of false knowledge and deludes all embodied selves. It binds, O Arjuna, with negligence, indolence and sleep.",
      "author_name": "Swami Adidevananda"
    },
    "533": {
      "id": 533,
      "chapter": 14,
      "verse": 9,
      "description": "Sattva generates attachment to pleasure, Rajas to action, O Arjuna. But Tamas, veiling knowledge, generates attachment to negligence.",
      "author_name": "Swami Adidevananda"
    },
    "534": {
      "id": 534,
      "chapter": 14,
      "verse": 10,
      "description": "Prevailing over Rajas and Tamas, Sattva preponderates, O Arjuna. Prevailing over Tamas and Sattva, Rajas preponderates. Prevailing over Rajas and Sattva, Tamas preponderates.",
      "author_name": "Swami Adidevananda"
    },
    "535": {
      "id": 535,
      "chapter": 14,
      "verse": 11,
      "description": "When knowledge as light illumines from all gateways (i.e., the senses), then, one should know that Sattva prevails.",
      "author_name": "Swami Adidevananda"
    },
    "536": {
      "id": 536,
      "chapter": 14,
      "verse": 12,
      "description": "Greed, activity, undertaking of work, unrest and longing - these arise, O Arjuna, when Rajas prevails.",
      "author_name": "Swami Adidevananda"
    },
    "537": {
      "id": 537,
      "chapter": 14,
      "verse": 13,
      "description": "Non-illumination, inactivity, negligence and even delusion - these arise, O Arjuna, when Tamas prevails.",
      "author_name": "Swami Adidevananda"
    },
    "538": {
      "id": 538,
      "chapter": 14,
      "verse": 14,
      "description": "If the embodied self meets with dissoution when Sattva prevails, then It proceeds to the pure worlds of those who know the highest.",
      "author_name": "Swami Adidevananda"
    },
    "539": {
      "id": 539,
      "chapter": 14,
      "verse": 15,
      "description": "a) Meeting with dissolution when Rajas is prevalent, one is born among those attached to work. (b) Similarly, one who has met with dissolution when Tamas prevails, is born in the womb of beings lacking in intelligence.",
      "author_name": "Swami Adidevananda"
    },
    "540": {
      "id": 540,
      "chapter": 14,
      "verse": 16,
      "description": "The fruits of a good deed, they say, is pure and is of the nature of Sattva. But the fruit of Rajas is pain; and the fruit of Tamas is ignorance.",
      "author_name": "Swami Adidevananda"
    },
    "541": {
      "id": 541,
      "chapter": 14,
      "verse": 17,
      "description": "From the Sattva arises knowledge, and from Rajas greed, from Tamas arise negligence and delusion, and, indeed ignorance.",
      "author_name": "Swami Adidevananda"
    },
    "542": {
      "id": 542,
      "chapter": 14,
      "verse": 18,
      "description": "Those who rest in Sattva rise upwards; those who abide in Rajas remain in the middle; and those, abiding in the tendencies of Tamas go downwards.",
      "author_name": "Swami Adidevananda"
    },
    "543": {
      "id": 543,
      "chapter": 14,
      "verse": 19,
      "description": "When the seer beholds no agent of action other than the Gunas, and knows what transcends the Gunas, he attains to My state.",
      "author_name": "Swami Adidevananda"
    },
    "544": {
      "id": 544,
      "chapter": 14,
      "verse": 20,
      "description": "The embodied self, crossing beyond these three Gunas which arise in the body, and freed from birth, death, age and pain, attains immortality.",
      "author_name": "Swami Adidevananda"
    },
    "545": {
      "id": 545,
      "chapter": 14,
      "verse": 21,
      "description": "Arjuna said What are the marks of a man who has crossed beyond the three Gunas? What is his behaviour? And how does he cross beyond the three Gunas?",
      "author_name": "Swami Adidevananda"
    },
    "546": {
      "id": 546,
      "chapter": 14,
      "verse": 22,
      "description": "The Lord said He hates not illumination, nor activity nor even delusion, O Arjuna, while these prevail, nor longs for them when they cease.",
      "author_name": "Swami Adidevananda"
    },
    "547": {
      "id": 547,
      "chapter": 14,
      "verse": 23,
      "description": "He who sits like one unconcerned, undisturbed by the Gunas; who knows, 'It is the Gunas that move,' and so rests unshaken",
      "author_name": "Swami Adidevananda"
    },
    "548": {
      "id": 548,
      "chapter": 14,
      "verse": 24,
      "description": "He who is alike in pleasure and pain, who dwells in his self, who looks upon a clod, a stone and piece of gold as of eal value, who remains the same towards things dear and hateful and who is intelligent, who regards both blame and praise of himself as eal",
      "author_name": "Swami Adidevananda"
    },
    "549": {
      "id": 549,
      "chapter": 14,
      "verse": 25,
      "description": "He who is the same in honour and dishonour, and the same to friend and foe, and how has abandoned all enterprises - he is said to have risen above the Gunas.",
      "author_name": "Swami Adidevananda"
    },
    "550": {
      "id": 550,
      "chapter": 14,
      "verse": 26,
      "description": "And he who, with unswerving Bhakti Yoga, serves Me, he, crossing beyond the Gunas, becomes fit for the state of Brahman.",
      "author_name": "Swami Adidevananda"
    },
    "551": {
      "id": 551,
      "chapter": 14,
      "verse": 27,
      "description": "For I am the ground of Brahman, the immortal and immutable, of eternal Dharma and of perfect bliss.",
      "author_name": "Swami Adidevananda"
    },
    "552": {
      "id": 552,
      "chapter": 15,
      "verse": 1,
      "description": "The Lord said They speak of an immutable Asvattha tree with its roots above and branches below. Its leaves are the Vedas. He who knows it knows the Vedas.",
      "author_name": "Swami Adidevananda"
    },
    "553": {
      "id": 553,
      "chapter": 15,
      "verse": 2,
      "description": "a) Its branches extend both above and below, nourished by the Gunas. Their shoots are sense objects . (b) . And their secondary roots extend downwards, resulting in acts which bind in the world of men.",
      "author_name": "Swami Adidevananda"
    },
    "554": {
      "id": 554,
      "chapter": 15,
      "verse": 3,
      "description": "Its form as such is not perceived here, nor its end, nor its beginning, nor its support. Having cut off this firm-rooted Asvattha with the strong axe of detachment.",
      "author_name": "Swami Adidevananda"
    },
    "555": {
      "id": 555,
      "chapter": 15,
      "verse": 4,
      "description": "Then, one should seek that goal attaining which one never returns. One should seek refuge with that Primal Person from whom streamed forth this ancient activity.",
      "author_name": "Swami Adidevananda"
    },
    "556": {
      "id": 556,
      "chapter": 15,
      "verse": 5,
      "description": "Without the delusion of perverse notions (concerning the self), victorious over the evil of attachment, ever devoted to the self, turned away from desires and liberated from dualities called pleasure and pain, the undeluded go to that imperishable status.",
      "author_name": "Swami Adidevananda"
    },
    "557": {
      "id": 557,
      "chapter": 15,
      "verse": 6,
      "description": "That supreme light (i.e. the individual self), reaching which they do not return any more, is Mine; the sun does not illumine It, nor moon, nor the fire.",
      "author_name": "Swami Adidevananda"
    },
    "558": {
      "id": 558,
      "chapter": 15,
      "verse": 7,
      "description": "An everlasting part of Myself, having become the bound self in the world of life, attracts the senses, of which the mind is the sixth, and which abide in Prakrti.",
      "author_name": "Swami Adidevananda"
    },
    "559": {
      "id": 559,
      "chapter": 15,
      "verse": 8,
      "description": "Whatever body Its lord acires and from whatever body It departs, It goes on Its way, taking these senses as the wind carrying scents from their places.",
      "author_name": "Swami Adidevananda"
    },
    "560": {
      "id": 560,
      "chapter": 15,
      "verse": 9,
      "description": "Presiding over the ear, the eye, the sense of touch, the tongue and the nose, and the mind, It experiences these objects of senses.",
      "author_name": "Swami Adidevananda"
    },
    "561": {
      "id": 561,
      "chapter": 15,
      "verse": 10,
      "description": "The deluded do not perceive It (i.e., the self) conjoined with the Gunas when departing or staying or experiencing. They who have the eye of knowledge see It.",
      "author_name": "Swami Adidevananda"
    },
    "562": {
      "id": 562,
      "chapter": 15,
      "verse": 11,
      "description": "The striving Yogins see It established in themselves. But, though striving, those of unrefined minds, devoid of intelligence, perceive It not.",
      "author_name": "Swami Adidevananda"
    },
    "563": {
      "id": 563,
      "chapter": 15,
      "verse": 12,
      "description": "That brilliance in the sun which illumines the whole universe, that in the moon and that in fire, know that brilliance as Mine.",
      "author_name": "Swami Adidevananda"
    },
    "564": {
      "id": 564,
      "chapter": 15,
      "verse": 13,
      "description": "And entering the earth I uphold all beings by My strength. I nourish all herbs, becoming the juicy Soma.",
      "author_name": "Swami Adidevananda"
    },
    "565": {
      "id": 565,
      "chapter": 15,
      "verse": 14,
      "description": "Becoming the digestive fire, I function within the bodies of all living beings. In union with inward and outward breath, I digest the four kinds of food.",
      "author_name": "Swami Adidevananda"
    },
    "566": {
      "id": 566,
      "chapter": 15,
      "verse": 15,
      "description": "And I am seated in the hearts of all. From Me are memory, knowledge and their removal also. Indeed I alone am to be known from all the Vedas. I bring about the fruition of the rituals of Vedas; I alone am the knower of the Vedas.",
      "author_name": "Swami Adidevananda"
    },
    "567": {
      "id": 567,
      "chapter": 15,
      "verse": 16,
      "description": "There are two kinds of Persons (Purusas) spoken of in the Sastra - the perishable (Ksara) and the imperishable (Aksara). The perishable is all beings and the imperishable is called the unchanging (Kutastha).",
      "author_name": "Swami Adidevananda"
    },
    "568": {
      "id": 568,
      "chapter": 15,
      "verse": 17,
      "description": "There is the Supreme Person other than these. He is named the Supreme Self (Paramatma) in all the Vedas. He who, as the Immutable One and the Lord, entering the threefold world, supports it.",
      "author_name": "Swami Adidevananda"
    },
    "569": {
      "id": 569,
      "chapter": 15,
      "verse": 18,
      "description": "Because I transcend the perishable Person and am also higher than the imperishable person, therefore I am styled in the Smrti and the Veda as the Supreme Person (Purusotama).",
      "author_name": "Swami Adidevananda"
    },
    "570": {
      "id": 570,
      "chapter": 15,
      "verse": 19,
      "description": "He who, without delusion thus knows Me as the Supreme Self, knows all, O Arjuna, and worships Me in every way.",
      "author_name": "Swami Adidevananda"
    },
    "571": {
      "id": 571,
      "chapter": 15,
      "verse": 20,
      "description": "Thus, O sinless one, has this most mysterious doctrine been imparted by Me. By understanding this, a man will become truly wise and will have fulfilled his duty.",
      "author_name": "Swami Adidevananda"
    },
    "572": {
      "id": 572,
      "chapter": 16,
      "verse": 1,
      "description": "The Lord said Fearlessness, purity of mind, devotion to meditation on the knowledge (of the self), alms-giving, self-control, worship, study of Vedas, austerity, uprightness",
      "author_name": "Swami Adidevananda"
    },
    "573": {
      "id": 573,
      "chapter": 16,
      "verse": 2,
      "description": "Non-injury, truth, freedom from anger, renunciation, tranillity, non-slandering others, compassion to all beings, freedom from desire, gentleness, the sense of shame, freedom from fickleness",
      "author_name": "Swami Adidevananda"
    },
    "574": {
      "id": 574,
      "chapter": 16,
      "verse": 3,
      "description": "Grandeur, patience, fortitude, purity, freedom from hatred, and from over-pride - these, O Arjuna, belong to him who is born to a divine destiny.",
      "author_name": "Swami Adidevananda"
    },
    "575": {
      "id": 575,
      "chapter": 16,
      "verse": 4,
      "description": "Pomposity, arrogance, self-conceit, wrath, rudeness and ignorance - these, O Arjuna, belong to him who is born to a demoniac destiny.",
      "author_name": "Swami Adidevananda"
    },
    "576": {
      "id": 576,
      "chapter": 16,
      "verse": 5,
      "description": "The divine destiny is deemed to lead to liberation, the demoniac to bondage. Grieve not, O Arjuna, you are born to a divine destiny.",
      "author_name": "Swami Adidevananda"
    },
    "577": {
      "id": 577,
      "chapter": 16,
      "verse": 6,
      "description": "There are two types of beings in this world - the divine and the demoniac. The divine has been described at length. Hear from Me, O Arjuna, about the demoniac.",
      "author_name": "Swami Adidevananda"
    },
    "578": {
      "id": 578,
      "chapter": 16,
      "verse": 7,
      "description": "The demoniac men know neither action nor renunciation. Cleanliness is not in them, nor even right conduct, nor truth.",
      "author_name": "Swami Adidevananda"
    },
    "579": {
      "id": 579,
      "chapter": 16,
      "verse": 8,
      "description": "They maintain: 'The universe is without truth, without any foundation and without a Lord (Isvara). What else can exist without mutual causation? It has lust for its cause.",
      "author_name": "Swami Adidevananda"
    },
    "580": {
      "id": 580,
      "chapter": 16,
      "verse": 9,
      "description": "Holding this view, these men of lost souls and fele understanding do cruel deeds for the destruction of the world.",
      "author_name": "Swami Adidevananda"
    },
    "581": {
      "id": 581,
      "chapter": 16,
      "verse": 10,
      "description": "Turning to insatiable desires, seizing through delusion unjustly acired wealth, and following impious vows, they act, full of ostentation, pride and arrogance.",
      "author_name": "Swami Adidevananda"
    },
    "582": {
      "id": 582,
      "chapter": 16,
      "verse": 11,
      "description": "Obsessed by unlimited cares which end with dissolution, looking upon enjoyment of desires as their highest aim, and convinced that this is all",
      "author_name": "Swami Adidevananda"
    },
    "583": {
      "id": 583,
      "chapter": 16,
      "verse": 12,
      "description": "Bound by hundreds of fetters of hopes, given over to desire and anger, they strive unjustly to gather wealth for the gratification of their desires.",
      "author_name": "Swami Adidevananda"
    },
    "584": {
      "id": 584,
      "chapter": 16,
      "verse": 13,
      "description": "This I have gained today, and this desire I shall attain. This wealth is mine, and this also shall be mine hereaftter .",
      "author_name": "Swami Adidevananda"
    },
    "585": {
      "id": 585,
      "chapter": 16,
      "verse": 14,
      "description": "This enemy is slain by me; and others also I shall slay. I am the Lord, I am the enjoyer, I am successful, I have strength, I have happiness.",
      "author_name": "Swami Adidevananda"
    },
    "586": {
      "id": 586,
      "chapter": 16,
      "verse": 15,
      "description": "I am wealthy and high-born; who else is eal to me? I shall sacrifice, I shall give alms, I shall rejoice.' Thus they think, deluded byignorance.",
      "author_name": "Swami Adidevananda"
    },
    "587": {
      "id": 587,
      "chapter": 16,
      "verse": 16,
      "description": "Bewildered by many thoughts, ensnared by the net of delusion, addicted to sensual enjoyments, they fall into a foul Naraka.",
      "author_name": "Swami Adidevananda"
    },
    "588": {
      "id": 588,
      "chapter": 16,
      "verse": 17,
      "description": "Self-conceited, self-sufficient, possessed of the intoxication of wealth and pride, they perform sacrifices in name only, with ostentation and not according to the injunctions of the Sastras.",
      "author_name": "Swami Adidevananda"
    },
    "589": {
      "id": 589,
      "chapter": 16,
      "verse": 18,
      "description": "Depending on their egoism, power and pride, and also of desire and wrath, these malicious men hate Me in their own bodies and in those of others.",
      "author_name": "Swami Adidevananda"
    },
    "590": {
      "id": 590,
      "chapter": 16,
      "verse": 19,
      "description": "Those haters, cruel, the vilest and the most inauspicious of mankind, I hurl forever into the cycles of births and deaths, into the wombs of demons.",
      "author_name": "Swami Adidevananda"
    },
    "591": {
      "id": 591,
      "chapter": 16,
      "verse": 20,
      "description": "Fallen into demoniac wombs in birth after birth, these deluded men, not attaining Me, further sink down to the lowest level, O Arjuna.",
      "author_name": "Swami Adidevananda"
    },
    "592": {
      "id": 592,
      "chapter": 16,
      "verse": 21,
      "description": "Desire, wrath and greed - this is the triple gateway to Naraka, ruinous to the self. Therefore one should abandon these three.",
      "author_name": "Swami Adidevananda"
    },
    "593": {
      "id": 593,
      "chapter": 16,
      "verse": 22,
      "description": "One who has been released from these threefold gates of darkness, O Arjuna, works for the good of the self. Hence he reaches the supreme state.",
      "author_name": "Swami Adidevananda"
    },
    "594": {
      "id": 594,
      "chapter": 16,
      "verse": 23,
      "description": "He who, abandoning the injunctions of the Sastras, acts under the influence of desire, attains neither perfection nor pleasure, nor the supreme state.",
      "author_name": "Swami Adidevananda"
    },
    "595": {
      "id": 595,
      "chapter": 16,
      "verse": 24,
      "description": "Therefore, let the Sastra be your authority for determining what should be done and what should not be done. Knowing what is enjoined in the injunctions of the Sastra, you should perform work here.",
      "author_name": "Swami Adidevananda"
    },
    "596": {
      "id": 596,
      "chapter": 17,
      "verse": 1,
      "description": "Arjuna said Now what, O Krsna, is the position or basis of those who leave aside the injunction of the Sastra, yet worship with faith? Is it Sattva, Rajas or Tamas?",
      "author_name": "Swami Adidevananda"
    },
    "597": {
      "id": 597,
      "chapter": 17,
      "verse": 2,
      "description": "The Lord said Threefold is the faith of embodied beings, born of their own nature, constituted of Sattva, Rajas and Tamas. Listen now about it.",
      "author_name": "Swami Adidevananda"
    },
    "598": {
      "id": 598,
      "chapter": 17,
      "verse": 3,
      "description": "The faith of everyone, O Arjuna, is in accordance with his internal organ (Antahkarana). Man consists of faith. Whatever his faith is, that verily is he.",
      "author_name": "Swami Adidevananda"
    },
    "599": {
      "id": 599,
      "chapter": 17,
      "verse": 4,
      "description": "The Sattvika types worship the gods. The Rajasa types worship Yaksas and Raksasas. And the others, the Tamasa types, worship the departed ancestors and hosts of Bhutas.",
      "author_name": "Swami Adidevananda"
    },
    "600": {
      "id": 600,
      "chapter": 17,
      "verse": 5,
      "description": "Those men who practise terrible austerity not enjoined by the Sastras, given to ostentation and conceit, and prompted by the force of sensual desires and passion",
      "author_name": "Swami Adidevananda"
    },
    "601": {
      "id": 601,
      "chapter": 17,
      "verse": 6,
      "description": "These foolish men, torturing the group of elements in their bodies and Me also who dwell within the body - know them to be demoniacal in their resolves.",
      "author_name": "Swami Adidevananda"
    },
    "602": {
      "id": 602,
      "chapter": 17,
      "verse": 7,
      "description": "Even the food which is dear to all is threefold. So are sacrifices, austeritty and gifts. Listen about this distinction among them.",
      "author_name": "Swami Adidevananda"
    },
    "603": {
      "id": 603,
      "chapter": 17,
      "verse": 8,
      "description": "Foods which promote longevity, intellectual alertness, strength, health, pleasure and happiness and those that are sweet, oil, substantial and agreeable, are dear to Sattvika men.",
      "author_name": "Swami Adidevananda"
    },
    "604": {
      "id": 604,
      "chapter": 17,
      "verse": 9,
      "description": "Foods that are bitter, sour, very salty, exceedingly heating, very pungent, dry and burning, are all dear to Rajasika men; they produce pain, sorrow and disease.",
      "author_name": "Swami Adidevananda"
    },
    "605": {
      "id": 605,
      "chapter": 17,
      "verse": 10,
      "description": "That food which is stale, tasteless, putrid, decayed, refuse, unclean, is dear to Tamasika men.",
      "author_name": "Swami Adidevananda"
    },
    "606": {
      "id": 606,
      "chapter": 17,
      "verse": 11,
      "description": "The sacrifice (worship) marked by Sattva is what is offered by those desiring no fruit, and having the conviction that it should be performed as enjoined in the Sastras.",
      "author_name": "Swami Adidevananda"
    },
    "607": {
      "id": 607,
      "chapter": 17,
      "verse": 12,
      "description": "But that sacrifice which is offered with the fruit in view and for the sake of ostentation, know it, O Arjuna, to be Rajasika.",
      "author_name": "Swami Adidevananda"
    },
    "608": {
      "id": 608,
      "chapter": 17,
      "verse": 13,
      "description": "That sacrifice which is bereft of authority, which uses offerings not sanctioned by the Sastras, which is performed without recitation of hymns and bereft of gifts and faith - that, they say, is marked by Tamas.",
      "author_name": "Swami Adidevananda"
    },
    "609": {
      "id": 609,
      "chapter": 17,
      "verse": 14,
      "description": "Worship of the gods, the twice-born, the preceptors, the enlightened ones, purity, uprightness, continence and non-injury, these are called austerity of the body.",
      "author_name": "Swami Adidevananda"
    },
    "610": {
      "id": 610,
      "chapter": 17,
      "verse": 15,
      "description": "Speech that causes no shock (hurt and fear etc.) and which is true, pleasant and beneficial, and also the practice of recitation of the scriptures are called the austerity of speech.",
      "author_name": "Swami Adidevananda"
    },
    "611": {
      "id": 611,
      "chapter": 17,
      "verse": 16,
      "description": "Serenity of mind, benevolence, silence, self-control, purity of mind - these are called austerity of the mind.",
      "author_name": "Swami Adidevananda"
    },
    "612": {
      "id": 612,
      "chapter": 17,
      "verse": 17,
      "description": "The threefold austerity, practised with supreme faith by men who desire no fruit and are devoted - they call it austerity of Sattva.",
      "author_name": "Swami Adidevananda"
    },
    "613": {
      "id": 613,
      "chapter": 17,
      "verse": 18,
      "description": "That austerity, pracitsed with ostentation for the sake of gaininng respect, praise and reverence, is here said to be Rajasa. It is unsteady and impermanent.",
      "author_name": "Swami Adidevananda"
    },
    "614": {
      "id": 614,
      "chapter": 17,
      "verse": 19,
      "description": "That austerity which is practised from deluded notions by means of self-torture or in order to injure another is said to be Tamasika.",
      "author_name": "Swami Adidevananda"
    },
    "615": {
      "id": 615,
      "chapter": 17,
      "verse": 20,
      "description": "Gifts given with the feeling, that it is one's own duty to give to one who makes no return, at the proper place and time to the deserving person - that is said to be Sattvika.",
      "author_name": "Swami Adidevananda"
    },
    "616": {
      "id": 616,
      "chapter": 17,
      "verse": 21,
      "description": "But that which is given as a consideration for something receievd or in expectation of future reward, or grudgingly, is called Rajasika gift.",
      "author_name": "Swami Adidevananda"
    },
    "617": {
      "id": 617,
      "chapter": 17,
      "verse": 22,
      "description": "That gift which is given at the wrong place and wrong time to unworthy recipients, without due respect and with contempt, is called the gift of Tamasa nature.",
      "author_name": "Swami Adidevananda"
    },
    "618": {
      "id": 618,
      "chapter": 17,
      "verse": 23,
      "description": "Om, Tat, Sat - thus Brahman is denoted by this threefold expression. Associated with these, Brahmanas, the Vedas and sacrifices were ordained in the past.",
      "author_name": "Swami Adidevananda"
    },
    "619": {
      "id": 619,
      "chapter": 17,
      "verse": 24,
      "description": "Therefore, the Veda-enjoined sacrificial acts, gifts and austerity by these expounders of the Veda, or those belonging to the first three stations are always and at all times begun after pronouncing Om at the beginning.",
      "author_name": "Swami Adidevananda"
    },
    "620": {
      "id": 620,
      "chapter": 17,
      "verse": 25,
      "description": "Acts of sacrifice, of austeritty and of various gifts are performed without aiming at reward by those who seek release, after pronouncing Tat.",
      "author_name": "Swami Adidevananda"
    },
    "621": {
      "id": 621,
      "chapter": 17,
      "verse": 26,
      "description": "This term Sat is used in the sense of existence and goodness. And so also, O Arjuna, the word Sat is applied to an auspicious action.",
      "author_name": "Swami Adidevananda"
    },
    "622": {
      "id": 622,
      "chapter": 17,
      "verse": 27,
      "description": "Devotion to sacrifice, austerities and gifts is also called Sat; and so any act for such purposes is named Sat.",
      "author_name": "Swami Adidevananda"
    },
    "623": {
      "id": 623,
      "chapter": 17,
      "verse": 28,
      "description": "Whatever offering or gift is made, whatever austerity is practised and whatever action is performed without faith, that is called Asat, O Arjuna. It is naught here or hereafter.",
      "author_name": "Swami Adidevananda"
    },
    "624": {
      "id": 624,
      "chapter": 18,
      "verse": 1,
      "description": "Arjuna said I desire to know the truth about renunciation (Sannyasa) and abnegation (Tyaga) severally, O Krsna.",
      "author_name": "Swami Adidevananda"
    },
    "625": {
      "id": 625,
      "chapter": 18,
      "verse": 2,
      "description": "The Lord said The sages hold that Sannyasa is the giving up of all works which are motivated by desire. The wise declare Tyaga to be the abandonment of fruits of all works.",
      "author_name": "Swami Adidevananda"
    },
    "626": {
      "id": 626,
      "chapter": 18,
      "verse": 3,
      "description": "Some sages say that all actions should be given up as evil; others declare that works such as sacrifices, gifts and austerities should not be given up.",
      "author_name": "Swami Adidevananda"
    },
    "627": {
      "id": 627,
      "chapter": 18,
      "verse": 4,
      "description": "Listen to My decision, O Arjuna, about abandonment; for abandonment (Tyaga) is declared to be of three kinds.",
      "author_name": "Swami Adidevananda"
    },
    "628": {
      "id": 628,
      "chapter": 18,
      "verse": 5,
      "description": "a) The acts of sacrifice, gifts and austerities should not be relinished; but should be performed. (b). .For sacrifices, gifts and austerities are the means of purification for the wise.",
      "author_name": "Swami Adidevananda"
    },
    "629": {
      "id": 629,
      "chapter": 18,
      "verse": 6,
      "description": "It is My decided and final view that even these acts should be done, O Arjuna, with relinishment of attachment and the fruits thereof.",
      "author_name": "Swami Adidevananda"
    },
    "630": {
      "id": 630,
      "chapter": 18,
      "verse": 7,
      "description": "But the renunciation of obligatory acts is not proper. Abandonment of these through delusion is declared to be Tamasika.",
      "author_name": "Swami Adidevananda"
    },
    "631": {
      "id": 631,
      "chapter": 18,
      "verse": 8,
      "description": "He who renounces acts as painful from fear of bodily suffering, performs a Rajasika abandonment; he does not gain the fruit of abandonment.",
      "author_name": "Swami Adidevananda"
    },
    "632": {
      "id": 632,
      "chapter": 18,
      "verse": 9,
      "description": "When actions are performed as what ought to be done, O Arjuna, renouncing attachment and also fruits, such abandonment is regarded as Sattvika.",
      "author_name": "Swami Adidevananda"
    },
    "633": {
      "id": 633,
      "chapter": 18,
      "verse": 10,
      "description": "One who has abandoned, who is imbued with Sattva, who is wise, whose doubts have been dispelled - such a person hates not disagreeable acts nor clings to agreeable ones.",
      "author_name": "Swami Adidevananda"
    },
    "634": {
      "id": 634,
      "chapter": 18,
      "verse": 11,
      "description": "For, it is impossible for one who bears a body to abandon actions entirely. But he who gives up the fruits of works, is called the abandoner.",
      "author_name": "Swami Adidevananda"
    },
    "635": {
      "id": 635,
      "chapter": 18,
      "verse": 12,
      "description": "Undesirable, desirable and mixed - thus threefold is the fruit of work that accrues after death to those who have not renounced; but to those who have renounced, none whatsoever.",
      "author_name": "Swami Adidevananda"
    },
    "636": {
      "id": 636,
      "chapter": 18,
      "verse": 13,
      "description": "Learn from Me, O Arjuna, these five causes for the accomplishment of all acts, as described in Sankhya-krtanta - the science of the exact understanding of things for the accomplishment of works.",
      "author_name": "Swami Adidevananda"
    },
    "637": {
      "id": 637,
      "chapter": 18,
      "verse": 14,
      "description": "The seat of action and likewise the agent, the various kinds of organs, the different and distinctive functions of vital air and also the fifth among these, Divinity.",
      "author_name": "Swami Adidevananda"
    },
    "638": {
      "id": 638,
      "chapter": 18,
      "verse": 15,
      "description": "For whatever action a man undertakes by his body, speech and mind, whether right or wrong, i.e., enjoined or forbidden by the Sastras, the following five are its causes",
      "author_name": "Swami Adidevananda"
    },
    "639": {
      "id": 639,
      "chapter": 18,
      "verse": 16,
      "description": "Such being the case, he who sees only the self as the agent on account of the uncultivated understanding - he, of wicked mind, does not see at all.",
      "author_name": "Swami Adidevananda"
    },
    "640": {
      "id": 640,
      "chapter": 18,
      "verse": 17,
      "description": "He who is free from the notion 'I am the doer,' and whose understanding is not tainted - slays not, though he slays all these men, nor is he bound.",
      "author_name": "Swami Adidevananda"
    },
    "641": {
      "id": 641,
      "chapter": 18,
      "verse": 18,
      "description": "Knowledge, object of knowledge and the knower are the threefold incitements to action. The instrument, the act and the agent are the threefold constituents of action.",
      "author_name": "Swami Adidevananda"
    },
    "642": {
      "id": 642,
      "chapter": 18,
      "verse": 19,
      "description": "Knowledge, act and agent are declared in the science of Gunas to be of three kinds, according to the difference in the Gunas. Listen about them also as they are.",
      "author_name": "Swami Adidevananda"
    },
    "643": {
      "id": 643,
      "chapter": 18,
      "verse": 20,
      "description": "Know that Knowledge to be Sattvika by which one sees in all beings, one immutable existence undivided in the divided.",
      "author_name": "Swami Adidevananda"
    },
    "644": {
      "id": 644,
      "chapter": 18,
      "verse": 21,
      "description": "But that knowledge which sees all beings, by reason of their individuality, as entities of distinct nature - know that knowledge to be Rajasika.",
      "author_name": "Swami Adidevananda"
    },
    "645": {
      "id": 645,
      "chapter": 18,
      "verse": 22,
      "description": "But that knowledge is declared to be Tamasika which clings to one single act as if it were the whole, which is not founded on reason, and which is untrue and insignificant.",
      "author_name": "Swami Adidevananda"
    },
    "646": {
      "id": 646,
      "chapter": 18,
      "verse": 23,
      "description": "That obligatory act is said to be Sattvika which is done without attachment, without desire or aversion, by one who seeks no fruit.",
      "author_name": "Swami Adidevananda"
    },
    "647": {
      "id": 647,
      "chapter": 18,
      "verse": 24,
      "description": "But that act is said to be Rajasika which is performed with great effort by one who seeks to gratify his desires and under the prompting of egoism.",
      "author_name": "Swami Adidevananda"
    },
    "648": {
      "id": 648,
      "chapter": 18,
      "verse": 25,
      "description": "That act is said to be Tamasika which is undertaken through delusion, without regard to conseences, loss, injury and one's own capacity.",
      "author_name": "Swami Adidevananda"
    },
    "649": {
      "id": 649,
      "chapter": 18,
      "verse": 26,
      "description": "That agent is said to be Sattvika who is free from attachment, who does not make much of himself, who is endued with steadiness and zeal and is untouched by success and failure.",
      "author_name": "Swami Adidevananda"
    },
    "650": {
      "id": 650,
      "chapter": 18,
      "verse": 27,
      "description": "That doer is called Rajasika who is passionate, who seeks the fruits of his acts, who is greedy, harmful, impure and who is moved by delight and grief.",
      "author_name": "Swami Adidevananda"
    },
    "651": {
      "id": 651,
      "chapter": 18,
      "verse": 28,
      "description": "That doer is said to be Tamasika who is unalified, unrefined, stubborn, depraved, dishonest, indolent, despondent and dilatory.",
      "author_name": "Swami Adidevananda"
    },
    "652": {
      "id": 652,
      "chapter": 18,
      "verse": 29,
      "description": "Hear now, the threefold division of Buddhi (reason) and Dhrti (fortitude), O Arjuna, according to the Gunas, fully and severally to be set forth.",
      "author_name": "Swami Adidevananda"
    },
    "653": {
      "id": 653,
      "chapter": 18,
      "verse": 30,
      "description": "That Buddhi, O Arjuna, which knows activity and renunciation, what ought to be done and what ought not to be done, fear and fearlessness, bondage and release - that (Buddhi) is Sattvika.",
      "author_name": "Swami Adidevananda"
    },
    "654": {
      "id": 654,
      "chapter": 18,
      "verse": 31,
      "description": "The Buddhi which gives an erroneous knowledge of Dharma and Adharma (its opposite) and also of what ought to be done and what ought not to be done, O Arjuna, is Rajasika.",
      "author_name": "Swami Adidevananda"
    },
    "655": {
      "id": 655,
      "chapter": 18,
      "verse": 32,
      "description": "That Buddhi, O Arjuna, which, enveloped in darkness, regards Adharma as Dharma and which reverses every value, is Tamasika.",
      "author_name": "Swami Adidevananda"
    },
    "656": {
      "id": 656,
      "chapter": 18,
      "verse": 33,
      "description": "That Dhrti (fortitude or persisting perseverance) by which one maintains the unswerving activities of the mind and vital force and these sense-organs through Yoga - that Dhrti is of the nature of Sattva.",
      "author_name": "Swami Adidevananda"
    },
    "657": {
      "id": 657,
      "chapter": 18,
      "verse": 34,
      "description": "That Dhrti, O Arjuna, by which one, who is desirous of fruits, longs for them with intense attachment, and holds fast to duty, desire and wealth - that Dhrti is Rajasika.",
      "author_name": "Swami Adidevananda"
    },
    "658": {
      "id": 658,
      "chapter": 18,
      "verse": 35,
      "description": "That Dhrti by which a foolish person does not give up sleep, fear, grief, depression and passion, O Arjuna, is of the nature of Tamas.",
      "author_name": "Swami Adidevananda"
    },
    "659": {
      "id": 659,
      "chapter": 18,
      "verse": 36,
      "description": "Now hear from Me, O Arjuna, the threefold division of pleasure. that in which a man rejoices by long practice and in which he comes to the end of pain",
      "author_name": "Swami Adidevananda"
    },
    "660": {
      "id": 660,
      "chapter": 18,
      "verse": 37,
      "description": "That which is like a poison at first but becomes like elixir in the end, born from the serene state of mind focusing on the self - such pleasure is said to be Sattvika.",
      "author_name": "Swami Adidevananda"
    },
    "661": {
      "id": 661,
      "chapter": 18,
      "verse": 38,
      "description": "That pleasure which arises from the contact of senses with their objects, which is like elixir at first but like poison in the end, is said to be Rajasika.",
      "author_name": "Swami Adidevananda"
    },
    "662": {
      "id": 662,
      "chapter": 18,
      "verse": 39,
      "description": "That pleasure which, at the beginning and at the end, deludes the self, through sleep, sloth and error - is declared to be Tamasika.",
      "author_name": "Swami Adidevananda"
    },
    "663": {
      "id": 663,
      "chapter": 18,
      "verse": 40,
      "description": "There is no creature, either on earth or again among the gods in heaven, that is free from these three Gunas born of Prakrti.",
      "author_name": "Swami Adidevananda"
    },
    "664": {
      "id": 664,
      "chapter": 18,
      "verse": 41,
      "description": "The duties of the Brahmanas, Ksatriyas, Vaisyas and the Sudras are clearly divided, O Arjuna, according to Gunas, born of their nature.",
      "author_name": "Swami Adidevananda"
    },
    "665": {
      "id": 665,
      "chapter": 18,
      "verse": 42,
      "description": "Control of the senses and the mind, austerity, purity, forbearance, uprightness, knowledge, special knowledge, and faith - all these constitute the duty of Brahmana born of his inherent nature.",
      "author_name": "Swami Adidevananda"
    },
    "666": {
      "id": 666,
      "chapter": 18,
      "verse": 43,
      "description": "Valour, invincibility, steadiness, adroitness and non-fleeing in battle, generosity and lordliness are the duties of a Ksatriya born of his inherent nature.",
      "author_name": "Swami Adidevananda"
    },
    "667": {
      "id": 667,
      "chapter": 18,
      "verse": 44,
      "description": "Agriculture, cattle-breeding and trade are the duties of the Vaisya born of his nature. And the duty of a Sudra is one of service, born of his nature.",
      "author_name": "Swami Adidevananda"
    },
    "668": {
      "id": 668,
      "chapter": 18,
      "verse": 45,
      "description": "Devoted to his duty, man attains perfection. Hear now how one devoted to his own duty attains perfection.",
      "author_name": "Swami Adidevananda"
    },
    "669": {
      "id": 669,
      "chapter": 18,
      "verse": 46,
      "description": "He from whome arise the activity of all beings and by whom all this is pervaded - by worshipping Him with his own duty man reaches perfection.",
      "author_name": "Swami Adidevananda"
    },
    "670": {
      "id": 670,
      "chapter": 18,
      "verse": 47,
      "description": "Better is one's own duty, though ill done, than the duty of another, though well-performed When one does the duty ordained by his own nature, he incurs no stain.",
      "author_name": "Swami Adidevananda"
    },
    "671": {
      "id": 671,
      "chapter": 18,
      "verse": 48,
      "description": "One should not relinish one's works, O Arjuna, though it may be imperfect; for, all enterprises are enveloped by imperfections as fire by smoke.",
      "author_name": "Swami Adidevananda"
    },
    "672": {
      "id": 672,
      "chapter": 18,
      "verse": 49,
      "description": "He whose understanding is on all sides unattached, whose self is conered, who is free from desires - he attains by renunciation the supreme perfection transcending all activity.",
      "author_name": "Swami Adidevananda"
    },
    "673": {
      "id": 673,
      "chapter": 18,
      "verse": 50,
      "description": "Learn from me in brief, O Arjuna, how, one who has attained perfection, attains the brahman (or the self), who is the supreme consummation of knowledge.",
      "author_name": "Swami Adidevananda"
    },
    "674": {
      "id": 674,
      "chapter": 18,
      "verse": 51,
      "description": "Endowed by a purified understanding, subduing the mind by steadiness, relinishing sound and other objectts of the senses and casting aside love and hate",
      "author_name": "Swami Adidevananda"
    },
    "675": {
      "id": 675,
      "chapter": 18,
      "verse": 52,
      "description": "Resorting to solitude, eating but little, restraining speech, body and mind, ever engaged in the Yoga of meditation and taking refuge in dispassion",
      "author_name": "Swami Adidevananda"
    },
    "676": {
      "id": 676,
      "chapter": 18,
      "verse": 53,
      "description": "Forsaking egoism, power, pride, desire, wrath and possession, with no feeling of 'mine' and tranil - he becomes worthy for the state of brahman.",
      "author_name": "Swami Adidevananda"
    },
    "677": {
      "id": 677,
      "chapter": 18,
      "verse": 54,
      "description": "Having realised the state of Brahman, tranil, he neither grieves nor craves. Regarding all beings alike, he attains supreme devotion to Me.",
      "author_name": "Swami Adidevananda"
    },
    "678": {
      "id": 678,
      "chapter": 18,
      "verse": 55,
      "description": "Through devotion, he comes to know Me fully - who and what I am in reality, who I am and how I am. Knowing Me thus in truth, he forthwith enters into Me.",
      "author_name": "Swami Adidevananda"
    },
    "679": {
      "id": 679,
      "chapter": 18,
      "verse": 56,
      "description": "Taking refuge in Me and performing all works constantly, one, by My grace, attains the eternal and immutable realm.",
      "author_name": "Swami Adidevananda"
    },
    "680": {
      "id": 680,
      "chapter": 18,
      "verse": 57,
      "description": "Surrendering all acts to me by your mind, thinking of Me as the goal, and resorting to Buddhi-yoga, focus your thought ever on Me.",
      "author_name": "Swami Adidevananda"
    },
    "681": {
      "id": 681,
      "chapter": 18,
      "verse": 58,
      "description": "Focusing your thought on Me, you shall, by My grace, cross over all difficulties. If, however, out of self-conceit, you do not heed Me, you shall perish.",
      "author_name": "Swami Adidevananda"
    },
    "682": {
      "id": 682,
      "chapter": 18,
      "verse": 59,
      "description": "If, in your self-conceit, you think, 'I will not fight,' your resolve is in vain. Nature will compel you.",
      "author_name": "Swami Adidevananda"
    },
    "683": {
      "id": 683,
      "chapter": 18,
      "verse": 60,
      "description": "O Arjuna, bound by your own duty born out of your own inner disposition, and having no control over your own will, you will be compelled to do that very thing which you now desire not to do through delusion.",
      "author_name": "Swami Adidevananda"
    },
    "684": {
      "id": 684,
      "chapter": 18,
      "verse": 61,
      "description": "The Lord, O Arjuna, abides in the heart of every being, spinning them round and round, mounted on a wheel as it were, by His power.",
      "author_name": "Swami Adidevananda"
    },
    "685": {
      "id": 685,
      "chapter": 18,
      "verse": 62,
      "description": "Seek refuge in Him alone, O Arjuna, with the whole of your being. By His grace, you shall find supreme peace and eternal abode.",
      "author_name": "Swami Adidevananda"
    },
    "686": {
      "id": 686,
      "chapter": 18,
      "verse": 63,
      "description": "Thus the knowledge, the mystery of mysteries, has been declared to you be Me. Reflecting on it fully, do what you will.",
      "author_name": "Swami Adidevananda"
    },
    "687": {
      "id": 687,
      "chapter": 18,
      "verse": 64,
      "description": "Hear again My supreme word, the most secret of all; as you are exceedingly loved by Me, I am telling what is good for you.",
      "author_name": "Swami Adidevananda"
    },
    "688": {
      "id": 688,
      "chapter": 18,
      "verse": 65,
      "description": "Focus your mind on Me. Be My devotee. Be My worshipper. Prostrate before Me. You shall come to Me alone. I promise you, trully; for you are dear to Me.",
      "author_name": "Swami Adidevananda"
    },
    "689": {
      "id": 689,
      "chapter": 18,
      "verse": 66,
      "description": "Completely relinishing all Dharmas, seek Me alone for refuge. I will release you from all sins. Grieve not",
      "author_name": "Swami Adidevananda"
    },
    "690": {
      "id": 690,
      "chapter": 18,
      "verse": 67,
      "description": "Never should this be told by you to one who is not austere, who is not a devotee, nor to one who has no wish to listen, nor certainly to him who traduces Me.",
      "author_name": "Swami Adidevananda"
    },
    "691": {
      "id": 691,
      "chapter": 18,
      "verse": 68,
      "description": "He who proclaims among My devotees this supreme mystery, shall come to Me, aciring supreme devotion towards Me. There is no doubt about this.",
      "author_name": "Swami Adidevananda"
    },
    "692": {
      "id": 692,
      "chapter": 18,
      "verse": 69,
      "description": "Not among men is there any one who does dearer service to Me than he. Nor shall there be another on earth dearer to Me than he.",
      "author_name": "Swami Adidevananda"
    },
    "693": {
      "id": 693,
      "chapter": 18,
      "verse": 70,
      "description": "And he who will study his dialogue of ours which is consistent with Dharma, by him I shall be worshipped through the sacrifice of knowledge; such is My view.",
      "author_name": "Swami Adidevananda"
    },
    "694": {
      "id": 694,
      "chapter": 18,
      "verse": 71,
      "description": "And the man who listens to it with faith and without cavilling, he too shall be released, and shall reach the auspicious realms of those who have performed virtuous deeds.",
      "author_name": "Swami Adidevananda"
    },
    "695": {
      "id": 695,
      "chapter": 18,
      "verse": 72,
      "description": "Have you heard this, O Arjuna, with one-pointed mind? Has your delusion, caused by ignorance, been dispelled?",
      "author_name": "Swami Adidevananda"
    },
    "696": {
      "id": 696,
      "chapter": 18,
      "verse": 73,
      "description": "Arjuna said Destroyed is my delusion and I have, by your grace, O Krsna, gained knowledge (Smrti). Freed from doubts, I stand steadfast, I will fulfil Your world.",
      "author_name": "Swami Adidevananda"
    },
    "697": {
      "id": 697,
      "chapter": 18,
      "verse": 74,
      "description": "Sanjaya said Thus have I heard this wondrous dialogue between Vasudeva and the great-minded Arjuna, which makes my hair stand on end.",
      "author_name": "Swami Adidevananda"
    },
    "698": {
      "id": 698,
      "chapter": 18,
      "verse": 75,
      "description": "By the grace of Vyasa have I heard this supreme mystery of Yoga as declared in person by Krsna, the Lord of Yoga.",
      "author_name": "Swami Adidevananda"
    },
    "699": {
      "id": 699,
      "chapter": 18,
      "verse": 76,
      "description": "O King, remembering again and again this wondrous and auspicious dialogue betweenn Sri Krsna and Arjuna, I rejoice again and again.",
      "author_name": "Swami Adidevananda"
    },
    "700": {
      "id": 700,
      "chapter": 18,
      "verse": 77,
      "description": "And remembering over and over again that most marvellous form of Hari, great is my amazement, O King, and I rejoice again and again.",
      "author_name": "Swami Adidevananda"
    },
    "701": {
      "id": 701,
      "chapter": 18,
      "verse": 78,
      "description": "Wherever there is Sri Krsna, the Lord of Yoga, and Arjuna the archer, there are ever fortune, victory, wealth and sound morality. This is my firm conviction.",
      "author_name": "Swami Adidevananda"
    }
  }
}